{
    "../ratings/r20140927chelsea-vs-aston-villa.txt_11": [
        "Brad Guzan pushed the ball straight back into his path, and this time Willian pulled back to the now-clear Oscar, whose finish trundled through Philippe Senderos’s legs on its way to goal. Twenty minutes later, Aly Cissokho having in the meantime cleared Oscar’s casual effort as it rolled towards the line, Costa was found in too much space on the left, from where he cut inside, cut inside a little more and then sent in a shot that bounced off Guzan and Cissokho before landing helpfully between Willian and an empty net.\n\n\n",
        3.0
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_7": [
        "Moments later, Cesc Fabregas had his best moment of the half, finding Andre Schurrle on the right and then sprinting between the lines to tee up Oscar for a shot that was deflected over the bar. With 53 minutes gone (and moments after Oscar had hit the post at the other end), a pass from Hammond put Nugent in on goal, only for Courtois to make a fine low save with his legs. Taking Oscar’s through-pass, Ivanovic cut inside with all the twirling incision of a thunder-thighed Charlie Cooke, leaving both Liam Moore and Jeff Schlupp on their backsides.",
        3.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_6": [
        "Photograph: KIERAN GALVIN/EPA    \nTottenham were rampant in what little time remained up until the interval, Christian Eriksen scuttling forward to liberate Chadli behind Cahill.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_16": [
        "West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        2.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_26": [
        "Didier Drogba immediately started to trouble his opponents when he came off the bench but the best chance for Chelsea came from a mistake by the substitute James Ward-Prowse and a misplaced back-pass that threatened to undo all of Southampton’s defensive work. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_12": [
        "West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia. Booked Collins, Cresswell, Reid.",
        2.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_20": [
        "West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        2.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_8": [
        "Oscar’s backheel was measured perfectly to leave Hazard scampering into the penalty area and the Belgian drew De Gea out of his goal before slotting in his shot.",
        2.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_1": [
        "Mignolet turned his effort away but the loose ball flicked off Alberto Moreno into Costa’s path.",
        2.0
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_18": [
        "Steve Bruce's men were struggling to keep possession, and Petr Cech — making his first Premier League start of the season in place of the injured Thibaut Courtois — was a spectator for long spells, with Sone Aluko blasting over Hull's first opening after 20 minutes.",
        3.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_9": [
        "Stoke – boosted by the return of Bojan Krkic as one of two changes – struggled to make any inroads in the opening stages and was thankful when Diego Costa failed to connect properly with a Branislav Ivanovic cutback five minutes after the opener. Bojan sent an effort whistling past the left-hand post deep into stoppage time, but there was no danger of Stoke challenging Chelsea's lead at that late stage.",
        3.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_10": [
        "Memories of this riotous occasion will sustain Harry Kane through the winter. Gary Cahill has quelled the threat of Lionel Messi and Luis Suarez at times during his career, but Kane left him dazed and confused. In truth, the entire Chelsea defence appeared flustered and uncharacteristically vulnerable, disconcerted by the aggressive running of Chadli and Andros Townsend down the flanks but, most of all, by Kane’s excellence. Tottenham Hotspur’s Harry Kane celebrates his equaliser. Chelsea were still wheezing in disbelief when Cahill upended Kane as the striker appeared on his blindside. When Chadli pinned back Branislav Ivanovic and shifted possession inside to Kane, the young English forward turned Matic far too easily and curled a fourth through John Terry’s legs with Courtois helpless. Man of the match Harry Kane (Tottenham)\n\n\n",
        4.5
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_0": [
        "In a lively start, Thibaut Courtois got down well to turn Callum McManaman's angled drive behind and Fabregas evaded two tackles as he slalomed into the penalty area at the opposite end before firing straight at Boaz Myhill. Filipe Luis stung Myhill's palms with a free kick that the Albion goalkeeper saw late and Courtois saved smartly with his feet to deny Brunt from James Morrison's through ball as an eventful opening 45 minutes came to a close. Loic Remy struck the post from the edge of the area with Myhill well beaten 10 minutes later, but any hopes of a comeback were dashed by Brunt, who cut in from the right following a short-corner routine and lashed low past Courtois at his near post.",
        4.0
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_19": [
        "Bafetimbi Gomis and Wayne Routledge might have doubled their lead, the winger curling agonisingly wide with Thibaut Courtois beaten.",
        3.5
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_10": [
        "Chelsea did not play as exhilaratingly as the scoreline suggests but they were the more ruthless, efficient team by some considerable distance and there was an air of inevitability about this win as soon as Eden Hazard and Didier Drogba had scored within three minutes of one another midway through the first half. Loic Remy, a second-half substitute, added a stylish third shortly after replacing Drogba and the Premier League leaders, maintaining their six-point advantage over Manchester City, have equalled their record of 23 successive matches unbeaten, set previously in 2007 and 2009. Chelsea’s manager, Jose Mourinho, acclaimed Drogba, who is three months short of his 37th birthday, as “remarkable” and the only downside for Chelsea came in the form of the yellow card that means Nemanja Matic will be suspended from Saturday’s game at Newcastle. Drogba’s goal was a particularly traumatic one for Spurs to concede given that it came from nothing more elaborate than Hugo Lloris miscuing a routine kick, not even getting the ball to the midway point of his own half and leaving himself hopelessly exposed as Oscar and Hazard set up the man filling in for Costa. Drogba might not be the player he once was but this was a gift and Lloris took a long time to shake his head clear. Hazard’s speed and movement makes him a dangerously elusive player but there was nothing particularly original about the one-two with Drogba that created the opening goal.",
        4.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_4": [
        "Hazard had the beating of Glen Johnson while Branislav Ivanovic, a right-back, apparently, had long spells operating as an extra forward and Costa, this battering-ram of a striker, did everything he could to unsettle Liverpool’s defence.",
        2.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_21": [
        "It left Liverpool 15 points off their opponents at the top of the league and, for the first time, there was open dissent from the crowd towards Rodgers, angrily objecting to his decision to take off Philippe Coutinho and Emre Can for Fabio Borini and Joe Allen shortly after Diego Costa had scored Chelsea’s second goal. The equaliser came five minutes later from a corner, swung over by Fabregas and initially headed on by Costa. Hazard had the beating of Glen Johnson while Branislav Ivanovic, a right-back, apparently, had long spells operating as an extra forward and Costa, this battering-ram of a striker, did everything he could to unsettle Liverpool’s defence. Costa gives the impression sometimes that he cannot see a belt without punching below it. Mignolet turned his effort away but the loose ball flicked off Alberto Moreno into Costa’s path.",
        3.5
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_11": [
        "However, while Jose Mourinho's men were far from their fluent best, they always looked the more likely to grab a winner after the break, with Costa striking a post before Fraser Forster denied Willian, Eden Hazard and substitute Loic Remy. Costa was back in the thick of it before the hour mark as he saw penalty appeals waved away following a tangle with Jose Fonte before diverting Willian's wayward strike onto Forster's post. A jinking run from Tadic failed to bring about a second for Southampton and Forster then proved the hero as he denied Willian, Hazard and Oscar in the latter stages. Remy was the next to be frustrated by Forster before Terry fired wide in a dramatic finale that saw the Stamford Bridge faithful ultimately left frustrated.",
        3.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_7": [
        "Jose Mourinho’s side lost not only points but also a key player, with Nemanja Matic being sent off in the second half for reacting violently to a dangerous challenge by Ashley Barnes. Related: Jose Mourinho blames referee for Nemanja Matic’s dismissal \n   \nChelsea had wanted to send out positive messages – first to society, as, in the match programme and on giant screens at Stamford Bridge, various senior figures, including John Terry, condemned the idiocy of the fans on the Metro, and a group of supporters in the Shed End held aloft a home-made banner declaring “Black or white, we’re all Blue”; and second to Manchester City, who would have kicked off their evening match against Newcastle United 10 points adrift if Chelsea registered the expected victory. Burnley scrambled the ball away despite Matic’s attempt to help it over the line. Chelsea seemed to be tightening their grip but Matic lost his head. The referee issued a red card and Matic briefly had to be held back by team-mates before accepting the decision and jogging down the tunnel.",
        1.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_11": [
        "Simon Mignolet parried Fabregas' effort as Chelsea went in search of a second, although the side was dealt a blow shortly after the half-hour mark when Kurt Zouma was forced off through injury and was replaced by Gary Cahill. With 55 minutes gone, Mignolet produced a fine one-handed save to tip Willian's fizzing drive behind, although the touch was so slight it was missed by referee Andre Marriner and a goal kick was given. The open nature of the encounter continued, Adam Lallana denied by a block from Cahill before Fabregas worked space for himself inside the box only to shoot weakly at Mignolet.",
        3.0
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_3": [
        "Juan Cuadrado - drafted in as a late replacement for Ramires who pulled out in the warmup - flashed a 30-yard strike over the crossbar, before Palace had tentative claims for a penalty turned down when Jason Puncheon's deflected shot struck the arm of John Terry. Keen to protect the lead, Chelsea lowered the tempo after the break - Branislav Ivanovic and John Obi Mikel both missing with long-rang efforts.",
        3.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_1": [
        "Branislav Ivanovic delivered a deep cross from the right following Hazard's layoff, and an unmarked Costa had the simplest of tasks to head home and register his 19th goal of the season.",
        3.0
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_15": [
        "Related: Tottenham Hotspur 2-1 Arsenal | Premier League match report \n   \nEarly on, it had looked like it would be a much more routine win when Drogba played the ball forward and Oscar, running through the inside-right channel, eluded Okore then played it inside for Willian. Hazard had anticipated the next pass, darting in front of Alan Hutton, and Willian delivered it with just the right amount of weight for his team-mate to turn a first-time shot past Brad Guzan. “Maybe he is trying to put pressure on me.”\n \nIf nothing else, Mourinho was guilty of serious exaggeration, especially given the way Willian, Oscar and Hazard endangered the home defence.",
        3.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_7": [
        "His saves from Oscar and Matic late-on were outstanding when gloss might have been applied to the scoreline. There was so much slippery movement in this display, Eden Hazard, Willian and Oscar for ever tearing into their markers and exploiting space while West Ham, uncharacteristically ponderous from the outset, were left dizzied by it all. Yet the reward had long been coming, with other opportunities spurned, Oscar in particular guilty from point-blank range early, and the visitors consistently picked apart. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        3.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_9": [
        "Where forwards from Chris Sutton to Fernando Torres via Andriy Shevchenko had once toiled, weighed down by oppressive transfer fees and associated expectations, Diego Costa’s staggering introduction to life in the Premier League is merely maintained. Costa retreated 18 minutes from time having now scored seven times in four league appearances, from 14 shots, for his new club. Costa’s stay should prove more productive. The way he combined with the excellent Eden Hazard 11 minutes after the interval, waiting for Ashley Williams to commit before pulling back for Costa to finish, was a reminder of true quality. The trio of forwards stationed behind Costa tracked back to stifle Ki’s distribution at source and the aggressive running of Gylfi Sigurdsson and Jonjo Shelvey was smothered. It was his corner Costa converted beyond Fabianski, Jordi Amat having been preoccupied attempting to unnerve Branislav Ivanovic in the six-yard box. They pressed with renewed vigour and Costa’s plunder took over, the hosts’ strength holding sway. “I think they’ll be champions.”\n \nManchester City, five points adrift of the early leaders, will test that theory at the Etihad on 21 September though, for now, Costa and Co are irrepressible.\n\n\n",
        4.0
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_4": [
        "Fabregas prodded a pass straight through the middle of them in the 40th minute, allowing Ivanovic to rush on to it and, as Foster advanced, knock the ball sideways to Azpilicueta.",
        3.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_21": [
        "Antonio Valencia had the same ambitions on the opposite side and, early on, Wayne Rooney really ought to have done better with one of Shaw’s cutbacks, managing only to hit the stanchion behind the goal. The chance fell to Rooney’s left foot and, for all his qualities, England’s captain rarely excels when the ball is on that side.",
        3.0
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_0": [
        "Liverpool responded well to that setback as former Chelsea defender Glen Johnson fired into the side-netting from a tight angle before Coutinho was denied by Thibaut Courtois. With a minute remaining, Coutinho's effort took a wicked deflection off Cahill and almost crept beyond Courtois, but the goalkeeper was able to gather as Chelsea extended its unbeaten run against Liverpool in all competitions to eight matches.",
        2.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_20": [
        "Nemanja Matic was unable to stamp his usual authority on this contest. When Chadli pinned back Branislav Ivanovic and shifted possession inside to Kane, the young English forward turned Matic far too easily and curled a fourth through John Terry’s legs with Courtois helpless.",
        2.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_6": [
        "Filipe Luis stung Myhill's palms with a free kick that the Albion goalkeeper saw late and Courtois saved smartly with his feet to deny Brunt from James Morrison's through ball as an eventful opening 45 minutes came to a close.",
        3.5
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_24": [
        "Mourinho brought on Juan Cuadrado, the £23m acquisition from Fiorentina, during those moments and Manchester City’s inability to beat Hull City at their own ground ultimately made it a hugely satisfying win for the leaders.",
        3.0
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_9": [
        "At the other end Gary Cahill made an excellent challenge to deny Sahko after Courtois spilled Enner Valencia's tame effort.",
        2.5
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_9": [
        "Costa looked short of sharpness but did produce a foxy drag-back and pass in the 10th minute to dink the ball to Oscar, who dabbed a soft shot wide from 12 yards. Seven minutes later, the goalkeeper was left bewildered by Oscar, who ran in from the right wing to receive a pass from Fabregas and flip the ball into the far corner of the net with the outside of his foot.",
        3.5
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_10": [
        "His absence will be felt, particularly given there are collisions with Manchester United and Arsenal to come after next Sunday’s west London derby at Loftus Road, even if his stand-in, Loic Remy, has now scored the winner in successive games.",
        3.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_8": [
        "The Burnley goalkeeper, Tom Heaton, was forced into a one-handed save in the fifth minute when Juan Cuadrado sent a header towards goal from 15 yards after meeting a cross from Filipe Luis. Diego Costa, as in Paris, was struggling to rediscover the form he showed before his three-game suspension but in the 32nd minute he did well to find Cuadrado, who set up Ivanovic for another shot, this time from 20 yards.",
        2.5
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_0": [
        "They were never overrun but Thibaut Courtois made only one save, from Alan Hutton’s tame effort at the end of a long individual run in the 69th minute, despite a flurry of almost-chances at the start of each half.",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_25": [
        "Alnwick came to Newcastle's rescue in the closing minutes with saves to deny Costa and Filipe Luis as Newcastle held on for all three points.",
        2.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_19": [
        "Asmir Begovic did well to get down to his right to keep out a Willian strike early in the second period before clinging onto a soft Fabregas strike after Hazard had managed to force the ball into the six-yard box.",
        3.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_11": [
        "Chelsea led 1-0 at the break thanks to Hazard's close-range header, although West Ham should have been level before the interval with Diafra Sakho nodding straight at Thibaut Courtois. West Ham, which saw Winston Reid limp off in the eighth minute to be replaced by James Collins, gradually gained a foothold and Courtois - one of two changes from the League Cup final for the visitor - was quick off his line to deny Kevin Nolan after he was slipped in by Mark Noble. Jenkinson was then involved at the other end as his pinpoint cross found Sakho in space just six yards out, but his header was too close to Courtois and an excellent chance went begging. At the other end Gary Cahill made an excellent challenge to deny Sahko after Courtois spilled Enner Valencia's tame effort.",
        4.0
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_2": [
        "Related: Jose Mourinho blames referee for Nemanja Matic’s dismissal \n   \nChelsea had wanted to send out positive messages – first to society, as, in the match programme and on giant screens at Stamford Bridge, various senior figures, including John Terry, condemned the idiocy of the fans on the Metro, and a group of supporters in the Shed End held aloft a home-made banner declaring “Black or white, we’re all Blue”; and second to Manchester City, who would have kicked off their evening match against Newcastle United 10 points adrift if Chelsea registered the expected victory.",
        3.0
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_15": [
        "When Chadli pinned back Branislav Ivanovic and shifted possession inside to Kane, the young English forward turned Matic far too easily and curled a fourth through John Terry’s legs with Courtois helpless. The visitors’ other rewards were plucked from a game of catch-up, Hazard skipping forward to exchange passes with Cesc Fabregas to make it 4-2 and Terry tapping home the Belgian’s cross for 5-3.",
        1.5
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_19": [
        "James Milner was alert to disposes Chelsea right back Branislav Ivanovic in the 24th minute and play the ball into Sergio Aguero, but Kurt Zouma forced City's top scorer to shoot from an acute angle and Courtois saved comfortably. Milner then looped a headed attempt onto the roof of the net, the impressive Navas again supplying the ammunition, and City's control increased as Chelsea's midweek League Cup exertions began to tell.",
        3.0
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_6": [
        "Moments later, Cesc Fabregas had his best moment of the half, finding Andre Schurrle on the right and then sprinting between the lines to tee up Oscar for a shot that was deflected over the bar.",
        2.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_25": [
        "That West Ham rallied late-on, Morgan Amalfitano drifting a header wide and then clipping a post after wriggling clear of Gary Cahill and Terry, seemed more of an afterthought. West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        3.5
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_22": [
        "Juan Cuadrado - drafted in as a late replacement for Ramires who pulled out in the warmup - flashed a 30-yard strike over the crossbar, before Palace had tentative claims for a penalty turned down when Jason Puncheon's deflected shot struck the arm of John Terry. Keen to protect the lead, Chelsea lowered the tempo after the break - Branislav Ivanovic and John Obi Mikel both missing with long-rang efforts.",
        2.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_3": [
        "Spurs may have been clinical, but the visitors were brittle and all the complaints about the non-award of a penalty when Oscar prodded a ball against the grounded Jan Vertonghen’s arm smacked of deflection tactics.",
        3.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_19": [
        "Against a Chelsea side that showed five changes from the team that sealed the title against Palace last week, including a first Premier League start for Ruben Loftus-Cheek, Liverpool had the better of the second half and saw Philippe Coutinho spurn a golden opening to go ahead. Liverpool responded well to that setback as former Chelsea defender Glen Johnson fired into the side-netting from a tight angle before Coutinho was denied by Thibaut Courtois. The visiting side carried that momentum into the start of the second period and ought to have gone in front when Sterling picked out Coutinho, who fired wide from 12 yards. With a minute remaining, Coutinho's effort took a wicked deflection off Cahill and almost crept beyond Courtois, but the goalkeeper was able to gather as Chelsea extended its unbeaten run against Liverpool in all competitions to eight matches.",
        3.5
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_10": [
        "The No11 [Didier Drogba] was another animal, fighting against two kids with the age to be his sons. Drogba got away at one point and when his shot flicked off Smalling it looped over De Gea to drop at the far post.",
        2.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_5": [
        "Van Gaal could be seen remonstrating with the fourth official, Craig Pawson, after the goal because he was convinced there had been a foul by John Terry in the buildup. Falcao had Terry closing in from behind and as soon as Chelsea’s captain came away with the ball the away team were vulnerable.",
        3.5
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_16": [
        "The visitors started sharply, as Courtois beat away a stinging shot from Jesus Navas inside the first 20 seconds and Fernandinho had a low, angled drive deflected wide.",
        3.0
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_19": [
        "Eden Hazard’s mazy run through the middle started the move.",
        3.5
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_16": [
        "The most  prominent involved David Ospina's clumsy first-half collision with Oscar in a keenly-contested stalemate that saw Cesc Fabregas booed on his return to his former club and Jose Mourinho maintain his unbeaten record against Arsene Wenger. Fabregas then irked the home fans on his first Emirates appearance since leaving for Barcelona in 2011 when he was booked for a perceived dive in the area as a traditionally fiery contest began to heat up. Bellerin was then required to clear Oscar's goal-bound effort following a sublime ball from Fabregas, with Ospina's foul on the forward failing to merit sanctions. Oliver was again at the center of things 23 minutes in, as was Fabregas, who was adjudged to have dived in the box following a challenge from Santi Cazorla.",
        3.0
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_21": [
        "It was then Arsenal's turn to unsuccessfully appeal for a spot kick when Cahill handled after the half-hour mark, Ramires forced Ospina into a smart save following a quick break and clever pass by Willian.",
        3.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_20": [
        "He was excellent here but then so were Nemanja Matic and Ramires alongside him in midfield. Everton were entitled to be aggrieved about Ivanovic’s goal because he had been in a marginally offside position when he controlled Ramires’s pass and fired in his shot. It was starting to feel difficult to keep up when Eto’o headed in Leighton Baines’s free-kick to make it 4-3 but Matic played in Ramires to fire in their fourth goal and then a poor backheel from Muhamed Besic left the home defence vulnerable again.",
        4.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_11": [
        "Tim Howard looked set to deny the leaders victory on his return from injury, but the Everton goalkeeper was unable to keep out a deflected strike from Brazil midfielder Willian just a minute from time in a dramatic finale. Oscar was not risked because of an injury, but fit-again midfielder Cesc Fabregas was named among the substitutes\n\nHoward started at the expense of Joel Robles, while Aaron Lennon was handed a first Everton start and Ross Barkley was recalled. Cuadrado looked a threat and the big-money deadline-day recruit dragged a shot wide of the far post and then Howard saved a Remy header in a frantic start. The outstanding Hazard then surged into the area, after producing some fine close control, before forcing a save from Howard. The busy Howard again demonstrated why Martinez was so eager to recall him when he produced a diving stop to keep out a measured Willian effort, before Cech showed his class at the other end to thwart an unmarked Lukaku. Barry was then dismissed for a challenge on Willian which sparked a mass confrontation, and there was more drama to come, as Howard fisted away a cross into Willian's path and he rifled home with the aid of a defletion to stun Everton.",
        3.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_3": [
        "West Ham, which saw Winston Reid limp off in the eighth minute to be replaced by James Collins, gradually gained a foothold and Courtois - one of two changes from the League Cup final for the visitor - was quick off his line to deny Kevin Nolan after he was slipped in by Mark Noble.",
        3.0
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_11": [
        "He even had a debut goal from the substitute Loic Remy, to celebrate before the end as this occasion, initially so awkward, degenerated into a thrashing. The forward’s finishing was assured, Remy’s immediate impact having replaced the scorer of the hat-trick adding to the locals’ sense of glee.",
        3.5
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_8": [
        "Eden Hazard, Willian and Nemanja Matic were all thwarted by the former Manchester United man and Branislav Ivanovic had a late goal disallowed for offside, before Willian secured an 11th win from 12 top-flight home games. The lively Hazard went agonizingly close to getting on the end of Cesar Azpilicueta's fine cross as Everton struggled to contain the leaders, but Chelsea was unable to find the back of the net before the break. Hazard was a constant menace to the Everton defense, and the Belgium winger fired the ball across the face of the goal, but Bryan Oviedo was well positioned to avert the danger. The outstanding Hazard then surged into the area, after producing some fine close control, before forcing a save from Howard.",
        3.5
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_24": [
        "Mourinho replaced Oscar with Didier Drogba at the break and the Chelsea boss saw his side play its part in an open start to the second period.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_24": [
        "\nManuel Pellegrini had the Spaniard to thank for pulling his side back into it after cancelling out Loic Remy's opener as Frank Lampard made an emotional return to Stamford Bridge\n\nChelsea preserved its place at the top of the table after a 1-1 draw with Manchester City. Frank Lampard enjoyed warm applause on his return to Stamford Bridge while warming up with the City substitutes, as his colleagues on the field enjoyed an encouraging start the second half. Lampard finally made a 76th-minute introduction as City attempted a late assault.",
        3.0
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_13": [
        "Swansea had initially outnumbered their hosts in midfield, from where Ki Sung-yueng dictated much of the first half, and had deservedly led through a John Terry own goal converted from Neil Taylor’s skimmed centre.",
        3.5
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_8": [
        "\nThe Brazilian gave the Blues the lead against the run of play in the first half before setting up the Spaniard to notch his 15th Premier League goal of the season\n\nOscar provided the inspiration as Chelsea avenged its first defeat of the season against Newcastle to keep its place at the top of the Premier League. The hosts were on the back foot for long spells of the first half but led at the break when Oscar converted Branislav Ivanovic's cross from close range. Oscar fired wide from inside the area when he perhaps should have done better, although it was Newcastle which continued to threaten - Cabella cutting in from the right and forcing a smart save from Petr Cech, preferred to Thibaut Courtois in the Chelsea goal. However, slack defending cost Newcastle dear just before halftime as Willian found an unmarked Ivanovic from a quick corner and the Serb's delivery reached Oscar, who made no mistake with the finish. Mourinho's men were enjoying their best spell of the game and Costa soon doubled the advantage after 59 minutes by firing past Krul following a clever flick-on from Oscar inside the area.",
        3.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_14": [
        "Everton manager Roberto Martinez replaced Muhamed Besic, who was shown an early yellow card, with James McCarthy at halftime and Chelsea was soon back on the front foot after the break.",
        2.5
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_11": [
        "The Frenchman’s decisive goal here was a gift from the otherwise excellent Asmir Begovic, the goalkeeper rolling the ball towards Steven Nzonzi only for Willian to intercept. Chelsea had laboured at times without him in that first period, Begovic denying them reward from an urgent opening and Stoke rugged and organised until self-destructing with half-time in sight. He should have supplied Juan Cuadrado with a third before the end only for the Colombian, offered a rare cameo, to strike Begovic with a point-blank shot and then with the rebound when it appeared easier to score.",
        1.5
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_9": [
        "\nChelsea 2-0 Leicester City | Premier League match report\n\n\nIf Chelsea made slightly heavy weather of victory in their first home Premier League fixture of the season, then there was plenty for Jose Mourinho to take heart from in a 2-0 defeat of Leicester City pegged out around second-half goals from Diego Costa and Eden Hazard, and a performance that became more convincing as Leicester’s energy levels dropped in the afternoon sun. Hazard cut in from the left, wandered across the penalty area waiting for a challenge and then, almost with a shrug, swept a shot across the goal and into the far corner.",
        3.0
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_11": [
        "Vito Mannone in the Sunderland goal also needed to be alert when Branislav Ivanovic tested him with a rasping drive two minutes later, but the opening goal was not far away. And the visitors were made to rue those misses as Chelsea sealed all three points with 20 minutes to play, Remy finally finding his shooting boots to beat Mannone from the edge of the penalty area.",
        1.5
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_20": [
        "The visitors started sharply, as Courtois beat away a stinging shot from Jesus Navas inside the first 20 seconds and Fernandinho had a low, angled drive deflected wide. Silva and Navas combined on the right flank for Fernandinho to plant a header into the turf - Courtois turning the bouncing ball over.",
        3.0
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_2": [
        "The striker added his second following a mistake from Federico Fernandez in the 34th minute, before he turned provider as Oscar made it four two minutes later. Another two goals arrived before the break as Chelsea punished some more slack Swansea defending, the first coming when Costa pounced on Fernandez's weak back pass and the second — Chelsea's fourth — going in two minutes later.",
        1.5
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_21": [
        "Generally, however, QPR were doing a fair job at keeping their hosts at bay and, in the 15th minute, they served warning of their own menace when Charlie Austin headed just over the bar following a cross from Junior Hoilett. Harry Redknapp introduced Bobby Zamora on the hour to give Charlie Austin company up front. Two minutes later Austin equalised.",
        3.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_11": [
        "Chelsea had to show all their competitive courage, too, bearing in mind the way the game started, with Can’s 25-yard shot taking a deflection off Cahill to wrong-foot Thibaut Courtois for the early breakthrough.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_10": [
        "John Terry and Diego Costa scored the goals which set Chelsea apart but only the excellence of West Ham’s goalkeeper, Adrian, prevented a rout. The opener was more brutal in its construction, Cesc Fabregas’s corner flicked goalwards by Costa and the striker having lured Collins towards him, an unmarked Terry converted his 36th Premier League goal with ease. Cheikhou Kouyate duly lost the ball in midfield, Hazard slipped Costa free for the Brazil-born forward to tease space from Collins and Jenkinson before drilling a left-foot shot across Adrian and into the far corner for a 13th league goal of term. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        4.0
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_23": [
        "Chelsea survived the ensuing goalmouth scramble, but did not last until the break, as a fast counter in the third minute of stoppage time saw substitute Matty James play in Vardy down the left.",
        2.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_17": [
        "We were better than Chelsea.”\n  \n Related: Jose Mourinho fumes at ref Phil Dowd and says Eden Hazard is unprotected \n   \nThey were still anxious at times, particularly in the period after Diego Costa had pilfered an early lead. Eden Hazard had collected Courtois’ 60-yard throw, retained his balance under Rose’s challenge and struck the far post with a shot. The visitors’ other rewards were plucked from a game of catch-up, Hazard skipping forward to exchange passes with Cesc Fabregas to make it 4-2 and Terry tapping home the Belgian’s cross for 5-3.",
        3.5
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_15": [
        "They took the lead four minutes later when Andre Schurrle finished off a wonderful exchange of passes and they were rampant by the time Branislav Ivanovic added the third. Chelsea’s equaliser came within four minutes when Ivanovic broke forward on the right. Ivanovic turned the ball into Fabregas and the former Arsenal and Barcelona player clipped a beautifully weighted pass into Schurrle’s path. Costa looked appalled, as strikers always do in those moments, but it was only a passing irritation and within three minutes Fabregas had swung over a corner from the left for Ivanovic to volley in Chelsea’s third goal. Mee was culpable for losing Ivanovic for his goal and Dyche, who talked afterwards about urgently needing to strengthen his squad, must have been startled by the frequency of their lapses.",
        4.0
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_11": [
        "As for West Bromwich Albion, they presented themselves for kick-off on time but that was pretty much all they got right in a first half when the result was effectively decided, although Ben Foster’s constant saves stopped the scoreline from testifying to the true extent of the home team’s superiority. Chelsea took it short, Eden Hazard fizzed the ball across the face of goal and John Terry tried to poke it into the net, bringing the first of Foster’s many saves. Soon Foster had to excel again, pushing away an Oscar shot with one hand after the Brazilian had been left free on the edge of the area to receive a pull-back from Hazard. Foster had to scramble to his feet to prevent Costa from scoring on the rebound, no defender having anticipated the problem. Enjoying numerical superiority on top of a lead that was palpably insurmountable, Chelsea players began to showboat, Oscar drawing another save from Foster with a backheeled shot from seven yards. Fabregas prodded a pass straight through the middle of them in the 40th minute, allowing Ivanovic to rush on to it and, as Foster advanced, knock the ball sideways to Azpilicueta. With an important Champions League tie to play at Schalke on Tuesday, Chelsea relaxed a little, though Foster had to maintain his vigilance to thwart Hazard and Costa again.",
        4.0
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_7": [
        "That equaliser was timely, coming just before the interval, with Ramires’s introduction for the ineffective Andre Schurrle ensuring the hosts ripped the momentum back for good.",
        1.5
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_3": [
        "A minute later, the ever-dangerous full-back Branislav Ivanovic made the stealthy run of a natural predator to collect a through-ball from Willian, but then spared his quarry by shooting into the side netting from close range.",
        3.0
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_14": [
        "At least Chris Baird had an excuse for looking out of his depth.",
        1.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_7": [
        "West Ham, which saw Winston Reid limp off in the eighth minute to be replaced by James Collins, gradually gained a foothold and Courtois - one of two changes from the League Cup final for the visitor - was quick off his line to deny Kevin Nolan after he was slipped in by Mark Noble.",
        2.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_13": [
        "Liverpool responded well to that setback as former Chelsea defender Glen Johnson fired into the side-netting from a tight angle before Coutinho was denied by Thibaut Courtois.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_21": [
        "West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        2.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_3": [
        "John Terry then joined fellow captain Kompany in having an error go unpunished - Aguero pulling a shot wastefully wide after the former England man had missed his kick from a 32nd-minute punt downfield.",
        3.0
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_3": [
        "John Carver once again led Newcastle following Alan Pardew's recent departure, and any long-term replacement in the dugout will likely take positives from the performance, even after a fifth straight Premier League away game without a win.",
        2.0
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_23": [
        "There was still a third of the match to play but Villa had resorted to type and Christian Benteke’s introduction, having been dropped from Lambert’s starting XI, had little impact.",
        2.5
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_11": [
        "There was very little that fit-again Newcastle goalkeeper Tim Krul could do about that strike on his return from an ankle injury, and the Dutchman was similarly helpless when Costa made it two just before the hour mark. Mourinho's men were enjoying their best spell of the game and Costa soon doubled the advantage after 59 minutes by firing past Krul following a clever flick-on from Oscar inside the area.",
        3.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_2": [
        "Pochettino reflected afterwards about the moment early on when Kane sent a twisting header against the crossbar and, shortly afterwards, when the same player seized on a mistake by the Chelsea and England defender Gary Cahill, drove into the penalty area and flashed a shot across the goalmouth. Cahill’s error might have had something to do with a clash of heads with the Tottenham centre-half Jan Vertonghen in the opening five minutes, leading to the Chelsea centre-half being replaced by Kurt Zouma at half-time.",
        2.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_3": [
        "Azpilicueta was the best player on the pitch.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_5": [
        "Aside from Costa's absence, Ramires came into the Chelsea midfield as Cesc Fabregas missed out with a hamstring injury, while Bacary Sagna was a surprise inclusion at right back ahead of Pablo Zabaleta for Manchester City.",
        3.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_12": [
        "Chris Smalling’s pass out of defence was the first problem, in keeping with a recurring theme when the centre-half is on the ball. Drogba got away at one point and when his shot flicked off Smalling it looped over De Gea to drop at the far post.",
        2.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_4": [
        "Zouma put Fellaini outside the game. The old Falcao might have buried the chance that came to him later on, after spinning away from Zouma, but Ander Herrera deserved his yellow card after flicking out his foot to try to manufacture a penalty from Gary Cahill’s challenge.",
        3.5
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_18": [
        "Diego Costa and Oscar both scored twice as Chelsea romped to a 5-0 Premier League victory over Swansea City on Saturday. Swansea was the architect of its own downfall at times, though, with Oscar profiting from a poor pass to open the scoring from 20 yards within the opening minute, and Costa opening his account with a composed finish. The striker added his second following a mistake from Federico Fernandez in the 34th minute, before he turned provider as Oscar made it four two minutes later. The Iceland international played a loose pass inside his own half that ricocheted off Tom Carroll to Oscar — the Brazilian punishing the mistake with a low drive from the edge of the penalty area. Oscar, Willian and Cesc Fabregas exchanged passes on the edge of the penalty area before the latter played in his Spain teammate, and he emphatically fired beyond goalkeeper Lukasz Fabianski. Willian powered through the Swansea midfield before finding Costa, whose cutback found Oscar — and the playmaker fired high into Fabianski's goal.",
        4.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_12": [
        "And it came in the 79th minute as, after Gary Cahill's header from Fabregas' corner was saved by Kasper Schmeichel, Terry reacted quickest to flick in from close range.",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_0": [
        "Newcastle was able to celebrate a shock victory in which goalkeeper Jak Alnwick made some vital saves after coming on to make his debut at halftime following an injury to Rob Elliot. The visiting side dominated possession in the first half and had its first sight of goal after 10 minutes, when Willian fired narrowly wide of Elliot's goal after good work from Costa and Eden Hazard. Newcastle's goalkeeping problems worsened at halftime as Elliot, in for the injured Tim Krul, limped off and was replaced by 21-year-old Alnwick.",
        2.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_0": [
        "But Remy had the final say with his first touch after replacing Costa, and it was a moment to forget for Allan McGregor, as the striker's tame shot squirmed through his legs and into the net. Willian crossed for the former QPR man, whose left-footed effort should have been dealt with by McGregor but the Hull keeper allowed the ball to creep past him, keeping Bruce's side firmly in the battle at the bottom and tightening Chelsea's grip on top spot.",
        2.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_21": [
        "Diego Costa had one of his least productive games and, for all the menace of Hazard and Fabregas, Fraser Forster in Southampton’s goal was surprisingly underworked given how much time the ball spent in and around his penalty area. Costa lost his footing when he had the opportunity to run clear and the home side held on after Schneiderlin’s foul on Fabregas, following an earlier booking for one on Hazard, left them a man down during the final exchanges. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        2.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_27": [
        "The visitors might have been spurred into a riposte by a sense of injustice that Branislav Ivanovic was not penalised for going to ground too easily in first-half stoppage time, but by the time Allardyce reacted to fling on Song and Diafra Sakho just before the hour, a salvage mission was unlikely. West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_27": [
        "Cisse then doubled Newcastle's advantage, and although Didier Driogba pulled a goal back after Steven Taylor had been sent off for a second bookable offense, for the second time in the space of a week Chelsea dropped points in the North East. Chelsea welcomed back leading scorer Diego Costa from suspension at the expense of Drogba, while John Obi Mikel replaced the banned Nemanja Matic in midfield. Mourinho introduced Andre Schurrle and Drogba from the bench and Chelsea began to lay siege on the Newcastle goal. Taylor was then dismissed a second bookable offense for a foul on Schurrle soon led to Drogba heading home a Fabregas free kick after 83 minutes, setting up a tense finale.",
        3.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_2": [
        "Chelsea had the chance to make it 2-0 when Hazard sent Costa free in a swift breakaway, but the striker dawdled on the ball and allowed Carl Jenkinson to make a fine tackle. Jenkinson was then involved at the other end as his pinpoint cross found Sakho in space just six yards out, but his header was too close to Courtois and an excellent chance went begging.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_17": [
        "Cesc Fabregas and Eden Hazard played virtually every pass in those 45 minutes apart from the killer one and their frustrations did not stop there on a day when two bookable offences by Morgan Schneiderlin meant Southampton had to get through the last couple of minutes of normal time, plus another four for stoppages, a man down. Fabregas was disgusted with the yellow card that the referee, Anthony Taylor, showed him early in the second half and the replays supported his case. Schneiderlin and Victor Wanyama were quick to the ball and strong in the tackle, preventing Fabregas and Nemanja Matic from dominating the midfield in the way that happened after the interval. Targett is a 19-year-old left-back of rich promise on this evidence, even if he was grateful to be given the benefit of the doubt after the incident that led to Fabregas’s booking when it could conceivably have been a penalty decision. There was clear contact between the two players even if Southampton could argue it was Fabregas moving into his opponent rather than the other way round. Chelsea took their time to get going but the pattern of the game changed in first-half stoppage time when Fabregas lifted the ball into the path of Hazard, running through the inside-left channel, and the Belgian was set free for the first time. Diego Costa had one of his least productive games and, for all the menace of Hazard and Fabregas, Fraser Forster in Southampton’s goal was surprisingly underworked given how much time the ball spent in and around his penalty area. Costa lost his footing when he had the opportunity to run clear and the home side held on after Schneiderlin’s foul on Fabregas, following an earlier booking for one on Hazard, left them a man down during the final exchanges. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89). Booked Matic, Fabregas\n \nReferee A Taylor.\n\n\n",
        4.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_0": [
        "Romelu Lukaku was denied by a fine save from the recalled Petr Cech and also went close in the first half for the visitor, which had Gareth Barry sent off for a second bookable offense just before Willian struck. Juan Cuadrado made his first Chelsea start, while Cech, Kurt Zouma and Loic Remy also came into the side. His low effort was kept out by the feet of Cech after only seven minutes. The busy Howard again demonstrated why Martinez was so eager to recall him when he produced a diving stop to keep out a measured Willian effort, before Cech showed his class at the other end to thwart an unmarked Lukaku. Belgium striker Lukaku looked certain to convert Oviedo's ball in from the left, but Cech stood up to keep out his finish from only six yards out.",
        3.5
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_8": [
        "But he was helpless in the 11th minute when Oscar clipped a cross over to Diego Costa, who, as the defenders appealed justifiably for offside, killed the ball on his chest before finishing in typically deadly fashion from 12 yards. Soon Foster had to excel again, pushing away an Oscar shot with one hand after the Brazilian had been left free on the edge of the area to receive a pull-back from Hazard. Enjoying numerical superiority on top of a lead that was palpably insurmountable, Chelsea players began to showboat, Oscar drawing another save from Foster with a backheeled shot from seven yards.",
        3.5
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_18": [
        "Related: Tottenham Hotspur 2-1 Arsenal | Premier League match report \n   \nEarly on, it had looked like it would be a much more routine win when Drogba played the ball forward and Oscar, running through the inside-right channel, eluded Okore then played it inside for Willian. “Maybe he is trying to put pressure on me.”\n \nIf nothing else, Mourinho was guilty of serious exaggeration, especially given the way Willian, Oscar and Hazard endangered the home defence. Gil, a £3.2m signing from Valencia, looks like he might be a bargain and it was a beautiful little drop of the shoulder to fool Oscar before his cross picked out Okore at the back post.",
        3.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_10": [
        "\nTwo goals from Saido Berahino and one from Chris Brunt saw West Brom defeat 10-man Chelsea in the Premier League. Saido Berahino's brace either side of a bizarre Cesc Fabregas red card helped to condemn champion Chelsea to only its third Premier League defeat of the season as West Brom claimed a 3-0 win at The Hawthorns on Monday. Back in the Albion side after starting on the bench at Newcastle last time out, Berahino netted his first goal in 10 games in all competitions with a fine early opener and followed that with a penalty just after halftime after being upended by John Terry. Berahino took just nine minutes to repay Pulis' decision to recall him by putting Albion ahead in some style. Joleon Lescott rolled a simple pass that Berahino turned and ran on to before escaping the attentions of Gary Cahill and rifling right-footed into Courtois' bottom left-hand corner from 25 yards out. The drama continued straight after the interval as Terry bundled Berahino over in the box to concede a penalty within 30 seconds of the restart. A full-stretch Courtois got a hand to Berahino's spot kick, but it nestled in the bottom corner to make it 20 goals for the season in all competitions for the England Under-21 international and 14 in the league.",
        4.5
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_13": [
        "Hull — without the underperforming Hatem Ben Arfa amid reports the Frenchman's loan from Newcastle is on the verge of being terminated — was dealt a further blow when Michael Dawson was forced off through injury three minutes after Hazard's goal.",
        2.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_11": [
        "At 34 Terry’s legs were not going to spare him and Mane, played onside, ran on to Dusan Tadic’s pass before having the composure and presence of mind to lift a bouncing ball over the oncoming Thibaut Courtois. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        3.0
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_19": [
        "Jake Livermore sent a low drive trickling wide of the left-hand upright as Hull looked to make a positive start to the second period, but the task got considerably tougher on the hour mark when Huddlestone was dismissed for a clumsy challenge on left back Filipe Luis.",
        3.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_13": [
        "Luke Shaw’s surging runs from left-back were a prominent feature. Antonio Valencia had the same ambitions on the opposite side and, early on, Wayne Rooney really ought to have done better with one of Shaw’s cutbacks, managing only to hit the stanchion behind the goal.",
        3.5
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_16": [
        "At least Chris Baird had an excuse for looking out of his depth.",
        2.5
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_8": [
        "The frustration inside Villa Park manifested itself in some voluble dissent aimed towards Tom Cleverley.",
        3.5
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_20": [
        "They took the lead four minutes later when Andre Schurrle finished off a wonderful exchange of passes and they were rampant by the time Branislav Ivanovic added the third. Ivanovic turned the ball into Fabregas and the former Arsenal and Barcelona player clipped a beautifully weighted pass into Schurrle’s path. Schurrle had anticipated what was coming and did not break stride as he stroked the ball past Tom Heaton. The tone was set in the fourth minute when the right-back Kieran Tripper underhit a pass to Heaton and the mistake almost led to Schurrle scoring.",
        3.5
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_2": [
        "His low centre took a slight flick off Michael Duff and then went across the goalmouth before coming back off the post. Burnley’s ordeal might have been worse but for the referee, Michael Oliver, deciding Costa had dived when he intercepted Ben Mee’s back-pass in front of Burnley’s goalkeeper.",
        2.0
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_23": [
        "Five more victories and a draw will see them home even if medical checks over the week ahead will determine how much of a part Diego Costa plays in those fixtures. Related: Chelsea lose Diego Costa for key games with hamstring trouble \n   \nA player initially rested here ended up lasting only 12 minutes having been introduced at the break with this arena still digesting Adam’s ridiculous equaliser. “From Diego Maradona to Lionel Messi, all these brilliant players … some of them did it, but not all of them. It’s a pity it doesn’t give him any points.”\n  \n Related: Brendan Rodgers blasts Raheem Sterling’s agents after Arsenal defeat \n   \nIn the end the only real ramifications were felt by Costa, who had been flung on as a direct result and in pursuit of parity.",
        2.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_0": [
        "Costa dangled a leg at that effort from an offside position but Oscar collected at the far post and, when he fired back across the diving Hugo Lloris, the forward poked in legitimately from close-range.",
        3.5
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_15": [
        "Substitute Schurrle added gloss to Chelsea's win with the fifth goal in the 79th minute, the Germany international ghosting into the penalty area to convert Branislav Ivanovic's low cross and seal an emphatic win.",
        4.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_22": [
        "It was starting to feel difficult to keep up when Eto’o headed in Leighton Baines’s free-kick to make it 4-3 but Matic played in Ramires to fire in their fourth goal and then a poor backheel from Muhamed Besic left the home defence vulnerable again.",
        1.0
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_0": [
        "At times in the first half, the most visible attacker on the pitch was Leicester’s Algerian World Cup winger Riyad Mahrez, who had the first really venomous attempt on goal, after 22 minutes, making space 30 yards out and firing in a low shot that Thibaut Courtois parried away. With 53 minutes gone (and moments after Oscar had hit the post at the other end), a pass from Hammond put Nugent in on goal, only for Courtois to make a fine low save with his legs. Moments later, it was Nugent v Courtois II, a better chance drawing a better save as Mahrez bypassed the entire Chelsea midfield with a single pass on the break, Nugent hared in on goal and Chelsea’s goalkeeper sprinted out to hurl himself at his feet and deflect a hesitant shot wide.",
        4.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_8": [
        "Drogba’s goal was a particularly traumatic one for Spurs to concede given that it came from nothing more elaborate than Hugo Lloris miscuing a routine kick, not even getting the ball to the midway point of his own half and leaving himself hopelessly exposed as Oscar and Hazard set up the man filling in for Costa.",
        3.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_4": [
        "The equalizer buoyed Koeman's side and the pace of Tadic, Mane and the recalled Shane Long caused John Terry's back line plenty of problems. Remy was the next to be frustrated by Forster before Terry fired wide in a dramatic finale that saw the Stamford Bridge faithful ultimately left frustrated.",
        3.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_3": [
        "Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        3.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_23": [
        "Mourinho sought to shore up midfield and was intending to introduce Gary Cahill for Costa in the 81st minute as Burnley lined up a corner following a fine save by Courtois from another Barnes shot, but he could not make the change in time and had to watch aghast as Mee rose above Ramires and headed Trippier’s delivery into the net.",
        2.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_12": [
        "Midway through the second half, Cesar Azpilicueta ran down the left, kept the ball in play and turned brilliantly inside Coutinho.",
        3.5
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_2": [
        "But Tom Huddlestone was given his marching orders on the hour mark for catching Filipe Luis with his studs, and Chelsea soon pounced to double its advantage – Diego Costa diverting the ball beyond goalkeeper Allan McGregor eight minutes later. Jake Livermore sent a low drive trickling wide of the left-hand upright as Hull looked to make a positive start to the second period, but the task got considerably tougher on the hour mark when Huddlestone was dismissed for a clumsy challenge on left back Filipe Luis.",
        3.0
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_0": [
        "Steve Bruce's men were struggling to keep possession, and Petr Cech — making his first Premier League start of the season in place of the injured Thibaut Courtois — was a spectator for long spells, with Sone Aluko blasting over Hull's first opening after 20 minutes.",
        2.5
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_22": [
        "Cahill’s error might have had something to do with a clash of heads with the Tottenham centre-half Jan Vertonghen in the opening five minutes, leading to the Chelsea centre-half being replaced by Kurt Zouma at half-time.",
        3.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_8": [
        "Courtois redeemed himself by denying Elmohamady as well as powerful strikes from Jake Livermore and Gaston Ramirez following up as Chelsea continued to look vulnerable at the back.",
        4.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_17": [
        "West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        1.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_2": [
        "The visitors might have been spurred into a riposte by a sense of injustice that Branislav Ivanovic was not penalised for going to ground too easily in first-half stoppage time, but by the time Allardyce reacted to fling on Song and Diafra Sakho just before the hour, a salvage mission was unlikely. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        3.5
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_8": [
        "Aiden McGeady set up Steven Naismith to poke in Everton’s second goal a minute after that flashpoint and, once again, the home crowd dared to think the comeback might be on.",
        3.5
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_6": [
        "Having soaked up plenty of pressure, Newcastle eventually began to pose more of an attacking threat and Thibaut Courtois had be alert to deny Jack Colback in the 31st minute, the midfielder collecting an Ayoze Perez pass inside the penalty area only to be denied by the Belgium goalkeeper. Newcastle then punished Chelsea on the counterattack as Colback found Moussa Sissoko, he was unable to finish but the ball rolled to Cisse and the striker made no mistake.",
        3.5
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_22": [
        "Newcastle was able to celebrate a shock victory in which goalkeeper Jak Alnwick made some vital saves after coming on to make his debut at halftime following an injury to Rob Elliot. Newcastle's goalkeeping problems worsened at halftime as Elliot, in for the injured Tim Krul, limped off and was replaced by 21-year-old Alnwick. Alnwick came to Newcastle's rescue in the closing minutes with saves to deny Costa and Filipe Luis as Newcastle held on for all three points.",
        3.0
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_4": [
        "Both sides countered quickly but struggled to find the final pass - Per Mertesacker miscuing a shot wide before substitute Danny Welbeck failed to sort his feet and fashion an effort following Nacho Monreal's cutback.",
        3.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_19": [
        "Eden had that magic.”\n \nMourinho seemed pretty pleased with himself too bearing in mind the tactical straightjacket that meant all of United’s better performers recently – not just Fellaini but also Ashley Young, Juan Mata and Ander Herrera – were subdued. The old Falcao might have buried the chance that came to him later on, after spinning away from Zouma, but Ander Herrera deserved his yellow card after flicking out his foot to try to manufacture a penalty from Gary Cahill’s challenge.",
        2.0
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_19": [
        "Albion were guilty of more doziness in the 25th minute, when Hazard was allowed to receive a short corner from Cesc Fabregas and fire the ball into the net from close range, Craig Gardner’s attempted block coming too late to be successful.",
        2.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_1": [
        "Hazard, wanting the ball on his right foot, still had plenty to do and had to cut inside the full-back, Maya Yoshida, as well as the nearer centre-half, Toby Alderweireld. Alderweireld showed again what a fine centre-half he is and Ronald Koeman made a sensible decision to replace a tiring Yoshida given that the defender was facing the elusive Hazard and had already been booked. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        4.0
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_1": [
        "They also have a good case for thinking that Gary Cahill should have been sent off for the scything challenge on Sanchez that persuaded Wenger to stride from his technical area to the one designated for Chelsea personnel and respond to Mourinho’s orders for a retreat by putting both hands into his chest to give him a shove and then reminding him, close-up, who was the taller, more imposing man. Chambers could feasibly have been dismissed for two bookable offences before half-time and Welbeck’s studs-up challenge on Fabregas was an even more obvious sending-off than Cahill’s.",
        3.0
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_16": [
        "Even the ping of their top scorer’s hamstring or an equaliser conceded from well inside their opponents’ half cannot stop Jose Mourinho’s side for long these days, Charlie Adam’s jaw-dropping goal from around 65 yards rendered a mere footnote when it deserved to be a headline. Related: Chelsea lose Diego Costa for key games with hamstring trouble \n   \nA player initially rested here ended up lasting only 12 minutes having been introduced at the break with this arena still digesting Adam’s ridiculous equaliser. The visitors had been defending just before the interval when Stephen Ireland intercepted and fed Adam, the Scot meandering to the edge of the centre-circle inside his own half before pummelling a shot so optimistic it initially felt like a clearance into touch to grant his team-mates a breather.",
        3.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_22": [
        "Bafetimbi Gomis and Wayne Routledge might have doubled their lead, the winger curling agonisingly wide with Thibaut Courtois beaten.",
        3.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_21": [
        "Stoke – boosted by the return of Bojan Krkic as one of two changes – struggled to make any inroads in the opening stages and was thankful when Diego Costa failed to connect properly with a Branislav Ivanovic cutback five minutes after the opener. Referee Neil Swarbrick inadvertently then thwarted a promising Chelsea counterattack when he got in the way on the halfway line two minutes later, drawing the understandable ire of Mourinho, before Costa fired just wide following an error by Ryan Shawcross. Phil Bardsley – already booked for a lunging challenge on Eden Hazard earlier in the half - might have counted himself lucky to still be involved at the break after avoiding a second yellow card for an apparent tug on the shirt of Costa.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_18": [
        "Cheikhou Kouyate duly lost the ball in midfield, Hazard slipped Costa free for the Brazil-born forward to tease space from Collins and Jenkinson before drilling a left-foot shot across Adrian and into the far corner for a 13th league goal of term. West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        2.5
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_15": [
        "Vlad Chiriches was out of position and Hazard picked his spot to change the entire complexion of the night.",
        1.5
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_16": [
        "Hazard was a constant menace to the Everton defense, and the Belgium winger fired the ball across the face of the goal, but Bryan Oviedo was well positioned to avert the danger. Belgium striker Lukaku looked certain to convert Oviedo's ball in from the left, but Cech stood up to keep out his finish from only six yards out.",
        3.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_8": [
        "Mario Balotelli’s half-hearted efforts are becoming the norm at Anfield but it was rare to see Steven Gerrard play with such diminished qualities. Chelsea’s fans relentlessly reminded Gerrard of his infamous mistake from this fixture last season and there was another dose of schadenfreude in the form of a horse by the name of Gerrard’s Slip running in the 12.40 at Doncaster. Chelsea did have to withstand some late pressure and Liverpool have legitimate grievances about that moment, after 87 minutes, when Gary Cahill blocked a Gerrard shot with his hand. Gerrard could be seen misplacing passes, kicking the ball against Henderson at one point, but it was his lack of mobility that was shocking and the frequency with which opponents turned past him.",
        2.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_20": [
        "Swansea had initially outnumbered their hosts in midfield, from where Ki Sung-yueng dictated much of the first half, and had deservedly led through a John Terry own goal converted from Neil Taylor’s skimmed centre. The trio of forwards stationed behind Costa tracked back to stifle Ki’s distribution at source and the aggressive running of Gylfi Sigurdsson and Jonjo Shelvey was smothered.",
        2.5
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_17": [
        "The visiting side put in a spirited display throughout, but was undermined when James McArthur felled Eden Hazard in the penalty area on the stroke of halftime. A spot kick was awarded at the other end shortly before the break, though, when Hazard was tripped by McArthur after a darting run into the box.",
        2.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_16": [
        "\nDidier Drogba, John Terry and Ramires scored as Chelsea beat Leicester City 3-1 to put one hand on the Premier League title. Chelsea can win the Premier League title Sunday after John Terry and Ramires struck late to give the Blues a 3-1 come-from-behind victory at Leicester City. Chelsea captain Terry then struck with 11 minutes remaining before a Ramires stunner capped a superb away win. Leicester was given no chance to mount a late rally, either, as Ramires rocketed a first-time effort into the top-left corner from just outside the penalty area four minutes later, sealing Chelsea's terrific triumph.",
        3.0
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_9": [
        "For all their laudable attributes, Burnley do not have a player of Eden Hazard’s ingenuity. Hazard then sent Costa scampering towards the box but the striker’s shot weakly at Heaton.",
        2.5
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_18": [
        "\nChelsea was left to rue the non-award of what seemed a certain penalty for a foul on Oscar in Sunday's 0-0 draw with Arsenal. The most  prominent involved David Ospina's clumsy first-half collision with Oscar in a keenly-contested stalemate that saw Cesc Fabregas booed on his return to his former club and Jose Mourinho maintain his unbeaten record against Arsene Wenger. With Diego Costa and Loic Remy injured, Oscar began as the figurehead of Chelsea's attack and was central to the game's biggest talking point as he touched a ball past the onrushing David Ospina. Arsenal edged the initial stages, although Chelsea felt it should have earned an early penalty seven minutes in when Oscar went down under pressure from Bellerin. Bellerin was then required to clear Oscar's goal-bound effort following a sublime ball from Fabregas, with Ospina's foul on the forward failing to merit sanctions. Mourinho was left distinctly unimpressed at the lack of a penalty or a card for the Colombian, although Oscar was able to continue after medical assistance. Mourinho replaced Oscar with Didier Drogba at the break and the Chelsea boss saw his side play its part in an open start to the second period.",
        3.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_9": [
        "Matic worked like an animal.",
        2.5
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_4": [
        "Sissoko struck the outside of Cech's left-hand post after the half-hour mark, with Cesar Azpilicueta’s injury-enforced withdrawal seemingly adding to Mourinho's frustrations before the end of the half.",
        2.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_5": [
        "The way he combined with the excellent Eden Hazard 11 minutes after the interval, waiting for Ashley Williams to commit before pulling back for Costa to finish, was a reminder of true quality.",
        4.0
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_3": [
        "Hazard had anticipated the next pass, darting in front of Alan Hutton, and Willian delivered it with just the right amount of weight for his team-mate to turn a first-time shot past Brad Guzan.",
        3.5
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_21": [
        "Diego Costa and Oscar both scored twice as Chelsea romped to a 5-0 Premier League victory over Swansea City on Saturday. Swansea was the architect of its own downfall at times, though, with Oscar profiting from a poor pass to open the scoring from 20 yards within the opening minute, and Costa opening his account with a composed finish. Mourinho's side was in total control and, after Eden Hazard saw a low shot saved, the Blues doubled their lead as Costa applied the finishing touch to a flowing move. Another two goals arrived before the break as Chelsea punished some more slack Swansea defending, the first coming when Costa pounced on Fernandez's weak back pass and the second — Chelsea's fourth — going in two minutes later. Willian powered through the Swansea midfield before finding Costa, whose cutback found Oscar — and the playmaker fired high into Fabianski's goal.",
        4.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_2": [
        "He seemed determined to embroil Martin Skrtel in a running feud and, by half-time, they were having to be held apart.",
        3.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_20": [
        "The equalizer buoyed Koeman's side and the pace of Tadic, Mane and the recalled Shane Long caused John Terry's back line plenty of problems.",
        3.0
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_12": [
        "Costa should have doubled Chelsea's lead early in the second half but he fired over from inside the area, with the Spain international livid soon afterwards as referee Roger East waved away his penalty appeals following an apparent handball from Fabricio Coloccini. As Newcastle labored in an attempt to get back into the game, Costa was then denied a second by Coloccini's clearance, but in the end Mourinho's side claimed the win with relative ease.",
        3.0
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_17": [
        "The trio of forwards stationed behind Costa tracked back to stifle Ki’s distribution at source and the aggressive running of Gylfi Sigurdsson and Jonjo Shelvey was smothered. We could give to the stadium what the crowd were waiting for: a win secured in a beautiful way.”\n \nShelvey still exploited some defensive vulnerability late on to claw back a consolation – Swansea did not deserve to feel scorched – but Chelsea, just as they had at Everton in their previous fixture, are confident they can out-gun all-comers.",
        3.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_9": [
        "Chelsea did not play as exhilaratingly as the scoreline suggests but they were the more ruthless, efficient team by some considerable distance and there was an air of inevitability about this win as soon as Eden Hazard and Didier Drogba had scored within three minutes of one another midway through the first half. Drogba’s goal was a particularly traumatic one for Spurs to concede given that it came from nothing more elaborate than Hugo Lloris miscuing a routine kick, not even getting the ball to the midway point of his own half and leaving himself hopelessly exposed as Oscar and Hazard set up the man filling in for Costa. Hazard’s speed and movement makes him a dangerously elusive player but there was nothing particularly original about the one-two with Drogba that created the opening goal. Vlad Chiriches was out of position and Hazard picked his spot to change the entire complexion of the night.",
        3.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_26": [
        "Without the reassurance of Alex Song at the base of the midfield from the start, the Cameroonian initially among the substitutes, West Ham were vulnerable. The visitors might have been spurred into a riposte by a sense of injustice that Branislav Ivanovic was not penalised for going to ground too easily in first-half stoppage time, but by the time Allardyce reacted to fling on Song and Diafra Sakho just before the hour, a salvage mission was unlikely. West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        3.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_2": [
        "Elmohamady gave Steve Bruce's men hope when he arrived at the back post to convert Andy Robertson's teasing cross after the left-back beat Ivanovic far too easily 26 minutes in.",
        4.0
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_6": [
        "Thibaut Courtois, a spectator in the Chelsea goal for most of the game, proved his worth to deny Wilfried Zaha from close range, while Willian skipped past two challenges and shot narrowly wide at the other end.",
        3.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_21": [
        "We were better than Chelsea.”\n  \n Related: Jose Mourinho fumes at ref Phil Dowd and says Eden Hazard is unprotected \n   \nThey were still anxious at times, particularly in the period after Diego Costa had pilfered an early lead. Costa dangled a leg at that effort from an offside position but Oscar collected at the far post and, when he fired back across the diving Hugo Lloris, the forward poked in legitimately from close-range.",
        3.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_5": [
        "In a lively start, Thibaut Courtois got down well to turn Callum McManaman's angled drive behind and Fabregas evaded two tackles as he slalomed into the penalty area at the opposite end before firing straight at Boaz Myhill.",
        3.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_15": [
        "Joleon Lescott rolled a simple pass that Berahino turned and ran on to before escaping the attentions of Gary Cahill and rifling right-footed into Courtois' bottom left-hand corner from 25 yards out.",
        3.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_17": [
        "Cesc Fabregas was playing for the opposition that day, too.",
        4.0
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_1": [
        "\nThe Liverpool captain cancelled out John Terry's fifth-minute opener to secure a share of the spoils for his team but saw the Reds' faint Champions League hopes extinguished. It was Chelsea captain John Terry who put his side ahead in the fifth minute with a powerful header from a corner, before his opposite number Steven Gerrard - who was described as \"a champion\" by Jose Mourinho this week and was given a warm reception by the crowd when he was substituted late on - nodded in an equalizer at the end of the first half. The midfielder had a much more positive impact four minutes later, however, swinging in a right-wing corner that Terry met with a firm downward header into the net.",
        3.5
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_11": [
        "Chelsea found some new impetus and when Cesar Azpilicueta’s perseverance created the chance for Ivanovic he let fly with a left-foot shot that was still rising as it flew into the net.\n\n\n",
        3.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_4": [
        "The departures of King, on his 300th Leicester appearance, and Huth, robbed the home side of momentum, but, in a first half bereft of chances, it almost took the lead through an unlikely source, as Paul Konchesky's near-post volley was superbly pushed onto the post by Cech.",
        3.0
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_3": [
        "“The team always gave the feeling that everything was under control.”\n \nAll the more so when, in the 59th minute, the Villa defence was momentarily mesmerised by some neat triangular passing on the left and forgot to keep an eye on Costa, who scored with a powerful header when Cesar Azpilicueta finally speared in a cross.",
        3.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_25": [
        "Hazard, such a menace throughout the second period, was subdued in the opening half an hour and Matt Targett, one of the teenagers from Southampton’s conveyor belt of seemingly endless young talent, had slotted in so harmoniously that his direct opponent, Andre Schurrle, was substituted by Willian at half-time. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        3.0
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_12": [
        "Brad Guzan pushed the ball straight back into his path, and this time Willian pulled back to the now-clear Oscar, whose finish trundled through Philippe Senderos’s legs on its way to goal. Though their advantage remained slender, Chelsea displayed the class and confidence that befits league leaders and title favourites, with Oscar beating Senderos with a drop of the shoulder that provoked not so much cheers from the nearby fans as a collective sigh of pleasure, and Eden Hazard, who was otherwise becalmed, attempting a showy rabona.",
        2.0
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_8": [
        "The visiting side put in a spirited display throughout, but was undermined when James McArthur felled Eden Hazard in the penalty area on the stroke of halftime. Hazard saw the resulting spot kick saved by Julian Speroni before nodding home the rebound, and it was fitting that the PFA Player of the Year - so instrumental in Chelsea's success this season - should get the goal that earned Mourinho his third Premier League crown. A spot kick was awarded at the other end shortly before the break, though, when Hazard was tripped by McArthur after a darting run into the box.",
        3.5
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_10": [
        "There was very little that fit-again Newcastle goalkeeper Tim Krul could do about that strike on his return from an ankle injury, and the Dutchman was similarly helpless when Costa made it two just before the hour mark. Costa should have doubled Chelsea's lead early in the second half but he fired over from inside the area, with the Spain international livid soon afterwards as referee Roger East waved away his penalty appeals following an apparent handball from Fabricio Coloccini. Mourinho's men were enjoying their best spell of the game and Costa soon doubled the advantage after 59 minutes by firing past Krul following a clever flick-on from Oscar inside the area. As Newcastle labored in an attempt to get back into the game, Costa was then denied a second by Coloccini's clearance, but in the end Mourinho's side claimed the win with relative ease.",
        3.5
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_17": [
        "Cesc Fabregas starred as Chelsea re-established a three-point lead at the top of the Premier League with a 2-0 win against Stoke City at the Britannia Stadium on Monday night. John Terry's headed opener from a Fabregas corner with less than two minutes played gave Chelsea something to defend, and Stoke rarely looked like finding a way through the visitor's determined defensive line. Chelsea, for its part, often looked dangerous on the break after going ahead but was unable to build on its breakthrough until Fabregas's scuffed shot 12 minutes from time. Terry shrugged off Geoff Cameron in the box to get his head to a Fabregas corner and deal the host an early blow – the Spaniard providing a 12th assist of the season. Asmir Begovic did well to get down to his right to keep out a Willian strike early in the second period before clinging onto a soft Fabregas strike after Hazard had managed to force the ball into the six-yard box. However, Fabregas had the final say, diverting the ball into the back of the net after being played in by Hazard, who limped off late on after a tackle from Jonathan Walters, although there was an element of fortune about his finish.",
        4.5
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_3": [
        "The Spain international converted from 12 yards after Juan Cuadrado had been felled by John O'Shea. Jermain Defoe saw a scuffed volley cleared off the line by John Terry after 59 minutes, and Fletcher was unable to steer his header on target at the back post four minutes later.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_21": [
        "James Milner was alert to disposes Chelsea right back Branislav Ivanovic in the 24th minute and play the ball into Sergio Aguero, but Kurt Zouma forced City's top scorer to shoot from an acute angle and Courtois saved comfortably. John Terry then joined fellow captain Kompany in having an error go unpunished - Aguero pulling a shot wastefully wide after the former England man had missed his kick from a 32nd-minute punt downfield. City's response was immediate, as Courtois fumbled a searching Navas cross, Aguero smashed the loose ball back towards goal and Silva prodded home.",
        3.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_9": [
        "The offside flag did then go up, correctly, when Romelu Lukaku headed a corner against the crossbar and Sylvain Distin squeezed the rebound over the line.",
        2.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_11": [
        "In a lively start, Thibaut Courtois got down well to turn Callum McManaman's angled drive behind and Fabregas evaded two tackles as he slalomed into the penalty area at the opposite end before firing straight at Boaz Myhill. Joleon Lescott rolled a simple pass that Berahino turned and ran on to before escaping the attentions of Gary Cahill and rifling right-footed into Courtois' bottom left-hand corner from 25 yards out. Filipe Luis stung Myhill's palms with a free kick that the Albion goalkeeper saw late and Courtois saved smartly with his feet to deny Brunt from James Morrison's through ball as an eventful opening 45 minutes came to a close. A full-stretch Courtois got a hand to Berahino's spot kick, but it nestled in the bottom corner to make it 20 goals for the season in all competitions for the England Under-21 international and 14 in the league. Loic Remy struck the post from the edge of the area with Myhill well beaten 10 minutes later, but any hopes of a comeback were dashed by Brunt, who cut in from the right following a short-corner routine and lashed low past Courtois at his near post.",
        2.0
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_21": [
        "Chelsea had the chance to make it 2-0 when Hazard sent Costa free in a swift breakaway, but the striker dawdled on the ball and allowed Carl Jenkinson to make a fine tackle.",
        3.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_26": [
        "\nSubstitute Loic Remy scored with his first touch as Chelsea beat Hull City 3-2 after Steve Bruce's side had mounted a fightback. Loic Remy spared Thibaut Courtois' blushes by coming off the bench to score the winner as Chelsea beat Hull City 3-2 to move six points clear at the top of the Premier League. But Remy had the final say with his first touch after replacing Costa, and it was a moment to forget for Allan McGregor, as the striker's tame shot squirmed through his legs and into the net. Costa, who moved level on 19 goals with Harry Kane in the race for the Premier League golden boot, was withdrawn clutching his hamstring 15 minutes from time but his replacement Remy won it almost immediately.",
        3.5
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_7": [
        "It also helps they have a left-sided attacker, Eden Hazard, who could feasibly finish the season with a clean sweep of the player-of-the-year awards. Hazard’s contribution has been immense and it was his goal, late in the first half, that gave Chelsea the opportunity to show their qualities of endurance. And Hazard was what we know. Eden had that magic.”\n \nMourinho seemed pretty pleased with himself too bearing in mind the tactical straightjacket that meant all of United’s better performers recently – not just Fellaini but also Ashley Young, Juan Mata and Ander Herrera – were subdued. Hazard’s goal came in the 38th minute. Not long before Hazard stuck his shot between David de Gea’s legs, the possession statistics had flashed up that Chelsea had seen only 30% of the ball. Hazard’s goal arrived just at the point Stamford Bridge was starting to feel a little anxious. Oscar’s backheel was measured perfectly to leave Hazard scampering into the penalty area and the Belgian drew De Gea out of his goal before slotting in his shot. Hazard tried an improvisational hook-shot but could only turn a bouncing ball against the post.",
        3.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_6": [
        "The hosts started the second half with positive intent and two dangerous Stewart Downing crosses caused confusion in Chelsea's defense.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_7": [
        "At 34 Terry’s legs were not going to spare him and Mane, played onside, ran on to Dusan Tadic’s pass before having the composure and presence of mind to lift a bouncing ball over the oncoming Thibaut Courtois. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        3.0
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_6": [
        "“This is what a goal looks like.”\n \nPaul Lambert’s side certainly needed the reminder, bearing in mind the moment when Jores Okore headed in Carles Gil’s cross to make it 1-1, three minutes into the second half, brought up the 11-hour mark since their last top-division goal 43 days earlier. Gil, a £3.2m signing from Valencia, looks like he might be a bargain and it was a beautiful little drop of the shoulder to fool Oscar before his cross picked out Okore at the back post.",
        3.5
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_16": [
        "Mourinho's side was in total control and, after Eden Hazard saw a low shot saved, the Blues doubled their lead as Costa applied the finishing touch to a flowing move. Patient play was the name of the game for the visitors and, after another period of possession, the ball fell to Hazard in the 71st minute, the Belgian unleashing a powerful shot that Fabianski was able to push away.",
        3.5
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_24": [
        "Harry Redknapp introduced Bobby Zamora on the hour to give Charlie Austin company up front.",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_8": [
        "Newcastle then punished Chelsea on the counterattack as Colback found Moussa Sissoko, he was unable to finish but the ball rolled to Cisse and the striker made no mistake.",
        3.5
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_7": [
        "Jose Mourinho's men were far from their best, though, and Hull took advantage as Ahmed Elmohamady pulled a goal back, then just 74 seconds later Courtois tried to be too clever with a Branislav Ivanovic back pass and allowed Abel Hernandez to slot in his first goal since October.",
        3.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_18": [
        "The visitors’ other rewards were plucked from a game of catch-up, Hazard skipping forward to exchange passes with Cesc Fabregas to make it 4-2 and Terry tapping home the Belgian’s cross for 5-3.",
        2.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_3": [
        "Balotelli was ineffectual and frustratingly lazy whereas Rodgers surely made a mistake selecting Dejan Lovren when Kolo Toure had excelled in the Bernabeu. Lovren did little to alter the view his £20m acquisition has been dismal business on Liverpool’s part.",
        1.5
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_14": [
        "Cahill’s error might have had something to do with a clash of heads with the Tottenham centre-half Jan Vertonghen in the opening five minutes, leading to the Chelsea centre-half being replaced by Kurt Zouma at half-time. It was risk-free football from Mourinho’s team in the second half, with Matic and Cesc Fabregas rarely straying too far forwards until Remy’s goal settled any lingering nerves, when he ran on to Cesar Azpilicueta’s pass and got the better of Vertonghen inside the penalty area.",
        1.5
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_2": [
        "There was instant improvement from Chelsea at the start of the second half, with Branislav Ivanovic in particular pushed much farther upfield. At the other end, Ivanovic continued to rampage down Chelsea’s right, and it was his burst that made the opening goal after 63 minutes. Taking Oscar’s through-pass, Ivanovic cut inside with all the twirling incision of a thunder-thighed Charlie Cooke, leaving both Liam Moore and Jeff Schlupp on their backsides.",
        3.5
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_26": [
        "\nThe attackers score two goals apiece in the first half, while Andre Schurrle added to the margin of victory late. Chelsea coasted to victory in the second half, with Andre Schurrle rounding off the scoring from close range late. Substitute Schurrle added gloss to Chelsea's win with the fifth goal in the 79th minute, the Germany international ghosting into the penalty area to convert Branislav Ivanovic's low cross and seal an emphatic win.",
        3.5
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_6": [
        "Chelsea’s manager, Jose Mourinho, acclaimed Drogba, who is three months short of his 37th birthday, as “remarkable” and the only downside for Chelsea came in the form of the yellow card that means Nemanja Matic will be suspended from Saturday’s game at Newcastle. Diego Costa is already rested and now Nemanja Matic will be rested. It was risk-free football from Mourinho’s team in the second half, with Matic and Cesc Fabregas rarely straying too far forwards until Remy’s goal settled any lingering nerves, when he ran on to Cesar Azpilicueta’s pass and got the better of Vertonghen inside the penalty area.",
        3.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_5": [
        "It was risk-free football from Mourinho’s team in the second half, with Matic and Cesc Fabregas rarely straying too far forwards until Remy’s goal settled any lingering nerves, when he ran on to Cesar Azpilicueta’s pass and got the better of Vertonghen inside the penalty area.",
        3.0
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_18": [
        "The Baggies tightened up admirably in the second period, by which time they were down to 10 men due to the expulsion of Claudio Yacob, but that was partially because Chelsea eased off. Yacob managed to curtail one attack in the fifth minute but was too flustered to do anything with the ball other than boot it behind for a corner. Especially when Yacob was sent off for what can only be described as a pogo-tackle – the midfielder jumped with two feet into a challenge with Costa and although he landed on the ball, the referee, Lee Mason, deemed it dangerous, a decision that Irvine agreed was “understandable”.",
        1.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_20": [
        "Radamel Falcao did strike the post in the second half but the player of old would have converted that chance and Louis van Gaal took everyone by surprise when he described it as United’s best performance of the season. Falcao had Terry closing in from behind and as soon as Chelsea’s captain came away with the ball the away team were vulnerable. The old Falcao might have buried the chance that came to him later on, after spinning away from Zouma, but Ander Herrera deserved his yellow card after flicking out his foot to try to manufacture a penalty from Gary Cahill’s challenge.",
        1.5
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_9": [
        "\nTwo goals from Saido Berahino and one from Chris Brunt saw West Brom defeat 10-man Chelsea in the Premier League. Fabregas was given his marching orders in between the striker's double for petulantly kicking the ball at Chris Brunt during a stoppage in play after the fit-again Diego Costa and Gareth McAuley grappled in the box. Brunt added the home side's third on the hour mark to put the seal on a memorable victory that ended Chelsea's 16-game unbeaten league run in the team's penultimate match of the season. Fabregas, all on his own on the opposite side of the penalty area, inexplicably struck the dead ball back into the crowd of players and into the back of Brunt's head, prompting Jones to brandish a straight red. Filipe Luis stung Myhill's palms with a free kick that the Albion goalkeeper saw late and Courtois saved smartly with his feet to deny Brunt from James Morrison's through ball as an eventful opening 45 minutes came to a close. Loic Remy struck the post from the edge of the area with Myhill well beaten 10 minutes later, but any hopes of a comeback were dashed by Brunt, who cut in from the right following a short-corner routine and lashed low past Courtois at his near post.",
        4.0
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_22": [
        "Both sides countered quickly but struggled to find the final pass - Per Mertesacker miscuing a shot wide before substitute Danny Welbeck failed to sort his feet and fashion an effort following Nacho Monreal's cutback.",
        3.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_15": [
        "Chelsea did have to withstand some late pressure and Liverpool have legitimate grievances about that moment, after 87 minutes, when Gary Cahill blocked a Gerrard shot with his hand. Chelsea had to show all their competitive courage, too, bearing in mind the way the game started, with Can’s 25-yard shot taking a deflection off Cahill to wrong-foot Thibaut Courtois for the early breakthrough. John Terry had the first attempt at goal and Simon Mignolet’s reflex save fell to Cahill via a slight touch off Matic. This time the goalline technology showed Cahill’s shot had squeezed past Liverpool’s goalkeeper.",
        3.0
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_17": [
        "And that was pretty much that for Chelsea in a first half most notable for the astute positional play of Dean Hammond and Andy King, Leicester’s third and fourth-choice central midfielders.",
        2.5
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_18": [
        "The Frenchman’s decisive goal here was a gift from the otherwise excellent Asmir Begovic, the goalkeeper rolling the ball towards Steven Nzonzi only for Willian to intercept. Mourinho had slumped across the advertising hoarding in frustration at those misses, his nerves frayed further when Nzonzi struck a post, though it mattered not.",
        3.0
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_27": [
        "\nDidier Drogba, John Terry and Ramires scored as Chelsea beat Leicester City 3-1 to put one hand on the Premier League title. Chelsea can win the Premier League title Sunday after John Terry and Ramires struck late to give the Blues a 3-1 come-from-behind victory at Leicester City.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_10": [
        "Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle. Booked Yoshida, Pelle.",
        2.5
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_4": [
        "Phil Bardsley – already booked for a lunging challenge on Eden Hazard earlier in the half - might have counted himself lucky to still be involved at the break after avoiding a second yellow card for an apparent tug on the shirt of Costa.",
        2.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_18": [
        "The trio of forwards stationed behind Costa tracked back to stifle Ki’s distribution at source and the aggressive running of Gylfi Sigurdsson and Jonjo Shelvey was smothered.",
        3.0
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_14": [
        "Equally, Laurent Koscielny should have been shown a red card for halting Hazard’s brilliant run for his penalty, after the Belgian had already gone past Santi Cazorla and Calum Chambers and would have been running clear on goal if he had eluded a third man. Chambers could feasibly have been dismissed for two bookable offences before half-time and Welbeck’s studs-up challenge on Fabregas was an even more obvious sending-off than Cahill’s.",
        2.0
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_5": [
        "Cesc Fabregas was heavily involved in the early action, the Spaniard perhaps fortunate to only receive a yellow card for a dangerous challenge on Raheem Sterling in the opening minute. Simon Mignolet parried Fabregas' effort as Chelsea went in search of a second, although the side was dealt a blow shortly after the half-hour mark when Kurt Zouma was forced off through injury and was replaced by Gary Cahill. The open nature of the encounter continued, Adam Lallana denied by a block from Cahill before Fabregas worked space for himself inside the box only to shoot weakly at Mignolet.",
        3.5
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_6": [
        "Other than failing to get a goal, I couldn’t ask for anything more.”\n \nFrom Lambert’s perspective there was an element of misfortune about the first and third goals, with Willian benefitting from handy ricochets on both occasions. Brad Guzan pushed the ball straight back into his path, and this time Willian pulled back to the now-clear Oscar, whose finish trundled through Philippe Senderos’s legs on its way to goal. Willian came close to a second in the 15th minute when he ran on to Costa’s excellent backheel flick and set off down the centre but Nathan Baker diligently shepherded him wide of goal, from where his shot was deflected the wrong side of the near post. Twenty minutes later, Aly Cissokho having in the meantime cleared Oscar’s casual effort as it rolled towards the line, Costa was found in too much space on the left, from where he cut inside, cut inside a little more and then sent in a shot that bounced off Guzan and Cissokho before landing helpfully between Willian and an empty net.\n\n\n",
        4.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_2": [
        "Hazard, wanting the ball on his right foot, still had plenty to do and had to cut inside the full-back, Maya Yoshida, as well as the nearer centre-half, Toby Alderweireld. Alderweireld showed again what a fine centre-half he is and Ronald Koeman made a sensible decision to replace a tiring Yoshida given that the defender was facing the elusive Hazard and had already been booked. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle. Booked Yoshida, Pelle.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_0": [
        "He gave the hosts a 41st-minute lead, before a rare mistake from Chelsea goalkeeper Thibaut Courtois allowed David Silva to equalize in the final minute of the first half. The visitors started sharply, as Courtois beat away a stinging shot from Jesus Navas inside the first 20 seconds and Fernandinho had a low, angled drive deflected wide. James Milner was alert to disposes Chelsea right back Branislav Ivanovic in the 24th minute and play the ball into Sergio Aguero, but Kurt Zouma forced City's top scorer to shoot from an acute angle and Courtois saved comfortably. Courtois' opposite number, Joe Hart, made his first save of the match from an Oscar effort after an error by Vincent Kompany let Remy escape down the left flank. City's response was immediate, as Courtois fumbled a searching Navas cross, Aguero smashed the loose ball back towards goal and Silva prodded home. Silva and Navas combined on the right flank for Fernandinho to plant a header into the turf - Courtois turning the bouncing ball over.",
        1.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_11": [
        "The Burnley goalkeeper, Tom Heaton, was forced into a one-handed save in the fifth minute when Juan Cuadrado sent a header towards goal from 15 yards after meeting a cross from Filipe Luis. Hazard then sent Costa scampering towards the box but the striker’s shot weakly at Heaton.",
        3.0
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_10": [
        "But Tom Huddlestone was given his marching orders on the hour mark for catching Filipe Luis with his studs, and Chelsea soon pounced to double its advantage – Diego Costa diverting the ball beyond goalkeeper Allan McGregor eight minutes later. Hazard found Costa with a well-worked through ball, and the Spain international prodded past McGregor to put the match to bed.",
        3.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_22": [
        "It appeared as though substitute Willian would add a second for Chelsea in stoppage time, only for Aaron Cresswell to block his shot on the line - and that proved the last meaningful action as West Ham failed to score against Chelsea in the league for the fifth game running.",
        3.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_16": [
        "Chelsea raced into a two-goal lead at the KC Stadium on Sunday courtesy of classy finishes from Eden Hazard and Diego Costa inside nine minutes. Hazard scored a stunning goal at Hull last season and he took less than two minutes to hit another sublime effort, latching onto Costa's lay-off and surging forward before letting fly with his left foot to find the far corner with a classy 20-yard finish.",
        4.0
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_19": [
        "The visitors had been defending just before the interval when Stephen Ireland intercepted and fed Adam, the Scot meandering to the edge of the centre-circle inside his own half before pummelling a shot so optimistic it initially felt like a clearance into touch to grant his team-mates a breather.",
        2.5
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_13": [
        "Courtois' opposite number, Joe Hart, made his first save of the match from an Oscar effort after an error by Vincent Kompany let Remy escape down the left flank. John Terry then joined fellow captain Kompany in having an error go unpunished - Aguero pulling a shot wastefully wide after the former England man had missed his kick from a 32nd-minute punt downfield.",
        2.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_15": [
        "The open nature of the encounter continued, Adam Lallana denied by a block from Cahill before Fabregas worked space for himself inside the box only to shoot weakly at Mignolet.",
        1.5
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_9": [
        "Jose Mourinho's side suffered its first defeat of the season at Newcastle United last weekend, but looked back to its best early on as Eden Hazard headed it into a seventh-minute lead. Oscar was given time on the left wing to pick out the advancing Hazard with a precision cross, and the unchallenged Belgian rose well to power home a header. The goal was Hazard's 65th in league football, but only his second header. Hull — without the underperforming Hatem Ben Arfa amid reports the Frenchman's loan from Newcastle is on the verge of being terminated — was dealt a further blow when Michael Dawson was forced off through injury three minutes after Hazard's goal. Hazard found Costa with a well-worked through ball, and the Spain international prodded past McGregor to put the match to bed.",
        4.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_19": [
        "Romelu Lukaku was denied by a fine save from the recalled Petr Cech and also went close in the first half for the visitor, which had Gareth Barry sent off for a second bookable offense just before Willian struck. Barry was then dismissed for a challenge on Willian which sparked a mass confrontation, and there was more drama to come, as Howard fisted away a cross into Willian's path and he rifled home with the aid of a defletion to stun Everton.",
        2.5
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_24": [
        "\nSteven Fletcher put the visitors in front but Jose Mourinho's side rallied to lift the Premier League trophy in style\n\nChelsea sealed a victorious end to their title-winning campaign as two goals from Loic Remy helped them see off Sunderland 3-1 at Stamford Bridge. The France international came off the bench to secure all three points to the delight of a packed home crowd, Remy converting his first after a superb run from Eden Hazard and adding a second in the closing minutes. Remy could have had his name on the scoresheet much earlier, but he spurned two excellent chances before finally accepting the third to register his sixth of the campaign. Remy – introduced for the injured Cuadrado – twice went close to giving the hosts the lead after the restart, the forward just lacking the final touch after superb build-up play. And the visitors were made to rue those misses as Chelsea sealed all three points with 20 minutes to play, Remy finally finding his shooting boots to beat Mannone from the edge of the penalty area. Remy added a third late on with a deft finish from close range as the champions rounded off the campaign in fitting fashion.",
        4.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_14": [
        "James Collins and Carl Jenkinson will struggle to banish memories of Hazard. The opener was more brutal in its construction, Cesc Fabregas’s corner flicked goalwards by Costa and the striker having lured Collins towards him, an unmarked Terry converted his 36th Premier League goal with ease. Cheikhou Kouyate duly lost the ball in midfield, Hazard slipped Costa free for the Brazil-born forward to tease space from Collins and Jenkinson before drilling a left-foot shot across Adrian and into the far corner for a 13th league goal of term. West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia. Booked Collins, Cresswell, Reid.",
        2.5
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_9": [
        "Though their advantage remained slender, Chelsea displayed the class and confidence that befits league leaders and title favourites, with Oscar beating Senderos with a drop of the shoulder that provoked not so much cheers from the nearby fans as a collective sigh of pleasure, and Eden Hazard, who was otherwise becalmed, attempting a showy rabona.",
        3.5
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_18": [
        "Hazard had been a constant menace, flustering Arsenal to the extent that Mathieu Flamini strayed dangerously close to turning one of his crosses into his own net, and Wenger was entitled to be disappointed that his team did not do more to look for rustiness in Petr Cech, the replacement for Courtois.",
        2.5
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_5": [
        "Albion were guilty of more doziness in the 25th minute, when Hazard was allowed to receive a short corner from Cesc Fabregas and fire the ball into the net from close range, Craig Gardner’s attempted block coming too late to be successful. Fabregas prodded a pass straight through the middle of them in the 40th minute, allowing Ivanovic to rush on to it and, as Foster advanced, knock the ball sideways to Azpilicueta. Nemanja Matic enjoyed similar freedom in the opening minutes of the second period but directed a volley over the bar from 10 yards after being fed by Fabregas.",
        4.0
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_16": [
        "At the other end Gary Cahill made an excellent challenge to deny Sahko after Courtois spilled Enner Valencia's tame effort. First Branislav Ivanovic felt Collins had handled his shot in the area, before West Ham substitute Nene was denied a similar claim against Cahill.",
        3.0
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_20": [
        "The referee, Martin Atkinson, could feasibly have shown four red cards and his leniency was starting to feel absurd when Danny Welbeck lunged in two-footed on Cesc Fabregas during the closing exchanges and it was deemed worthy only of a booking. Chambers could feasibly have been dismissed for two bookable offences before half-time and Welbeck’s studs-up challenge on Fabregas was an even more obvious sending-off than Cahill’s.",
        2.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_0": [
        "Hazard impressed throughout and twice in the second half laid on great chances for Ramires, who was denied a goal by the frame of the post and a fine stop from Adrian.",
        3.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_8": [
        "This all seemed rather routine, the latest victory to sustain a pristine home record achieved courtesy of Nemanja Matic’s power in the centre, with attack-minded team-mates buzzing off his presence. His saves from Oscar and Matic late-on were outstanding when gloss might have been applied to the scoreline. Matic was untouchable in midfield, an interceptor liberating Fabregas’s creativity at his side. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        4.5
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_10": [
        "\nChelsea 3-0 Aston Villa | Premier League match report\n\n\nAgainst Arsenal last week Aston Villa’s team had been laid low by a virus; this time they were brought to their knees by a phenomenon they found similarly impossible to defend against and equally destructive to their morale and their victory chances, in the rather more human shape of Diego Costa. Jose Mourinho said that goals were of particular importance for Costa given that he is doing “almost nothing” in training. “But I know it’s good for him and for his confidence, especially for a player like him who’s not training as he should, so he cannot be on top of his game.”\n \nHaving complained earlier in the week that Spain remain free to select Costa despite his injury concerns, Mourinho now pinpointed the period next month in which they have back-to-back qualifiers against Slovakia and Luxembourg as key to Costa’s long-term fortunes for club and country. Willian came close to a second in the 15th minute when he ran on to Costa’s excellent backheel flick and set off down the centre but Nathan Baker diligently shepherded him wide of goal, from where his shot was deflected the wrong side of the near post. “The team always gave the feeling that everything was under control.”\n \nAll the more so when, in the 59th minute, the Villa defence was momentarily mesmerised by some neat triangular passing on the left and forgot to keep an eye on Costa, who scored with a powerful header when Cesar Azpilicueta finally speared in a cross. Twenty minutes later, Aly Cissokho having in the meantime cleared Oscar’s casual effort as it rolled towards the line, Costa was found in too much space on the left, from where he cut inside, cut inside a little more and then sent in a shot that bounced off Guzan and Cissokho before landing helpfully between Willian and an empty net.\n\n\n",
        4.5
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_6": [
        "The ball almost ended up in the Chelsea net off Terry after 21 minutes – Steven N'Zonzi's 20-yard strike well saved by Courtois following a heavy deflection off the defender.",
        3.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_1": [
        "Chelsea were leading at that point thanks to Branislav Ivanovic’s goal in the first half but Burnley equalised against the 10 men when Ben Mee headed in from a corner nine minutes from time. In the 14th minute the dazzling Belgian showcased his rare skills by skedaddling past three defenders in the penalty area before pulling the ball back for Ivanovic to tuck into the net from close range. Barnes was then involved in a challenge with Ivanovic that Mourinho suggested should have resulted in a dismissal for the visitor but the referee saw nothing wrong. Diego Costa, as in Paris, was struggling to rediscover the form he showed before his three-game suspension but in the 32nd minute he did well to find Cuadrado, who set up Ivanovic for another shot, this time from 20 yards. Chelsea immediately went close at the other end as Ivanovic sent a header towards goal from a corner. Related: Jose Mourinho spot-on with response to Chelsea fans’ Paris incident | Paul Wilson \n   \nIvanovic was ubiquitous.",
        3.5
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_4": [
        "\nSubstitute Loic Remy scored with his first touch as Chelsea beat Hull City 3-2 after Steve Bruce's side had mounted a fightback. Elmohamady gave Steve Bruce's men hope when he arrived at the back post to convert Andy Robertson's teasing cross after the left-back beat Ivanovic far too easily 26 minutes in. Willian crossed for the former QPR man, whose left-footed effort should have been dealt with by McGregor but the Hull keeper allowed the ball to creep past him, keeping Bruce's side firmly in the battle at the bottom and tightening Chelsea's grip on top spot.",
        2.5
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_14": [
        "Contact was minimal and Oliver waved away protests before Arsenal continued to threaten - Olivier Giroud juggling the ball in the area before Gary Cahill dealt with the danger. It was then Arsenal's turn to unsuccessfully appeal for a spot kick when Cahill handled after the half-hour mark, Ramires forced Ospina into a smart save following a quick break and clever pass by Willian.",
        3.5
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_19": [
        "He was excellent here but then so were Nemanja Matic and Ramires alongside him in midfield. Chelsea wasted little time disappointing them, Matic restoring the two-goal advantage with a left-foot drive from 20 yards. It was starting to feel difficult to keep up when Eto’o headed in Leighton Baines’s free-kick to make it 4-3 but Matic played in Ramires to fire in their fourth goal and then a poor backheel from Muhamed Besic left the home defence vulnerable again.",
        4.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_6": [
        "Courtois' opposite number, Joe Hart, made his first save of the match from an Oscar effort after an error by Vincent Kompany let Remy escape down the left flank.",
        3.0
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_21": [
        "Jose Mourinho’s side lost not only points but also a key player, with Nemanja Matic being sent off in the second half for reacting violently to a dangerous challenge by Ashley Barnes. But all season Burnley have been on a mission to subvert the established order and Sean Dyche’s gallant band of rebels soon showed their teeth in the sixth minute when Barnes’s fine volley was well saved by Thibault Courtois. Courtois made another stop from a long-range effort from Barnes. Barnes was then involved in a challenge with Ivanovic that Mourinho suggested should have resulted in a dismissal for the visitor but the referee saw nothing wrong. In the 50th minute Barnes brought Courtois’s best save so far with a deflected drive from 18 yards, the keeper diverting it over with one hand. The midfielder was angered by Barnes’s dangerous follow-through in a tackle and showed his fury by charging at the player and pushing him to the ground. Mourinho sought to shore up midfield and was intending to introduce Gary Cahill for Costa in the 81st minute as Burnley lined up a corner following a fine save by Courtois from another Barnes shot, but he could not make the change in time and had to watch aghast as Mee rose above Ramires and headed Trippier’s delivery into the net.",
        3.5
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_8": [
        "However, while Jose Mourinho's men were far from their fluent best, they always looked the more likely to grab a winner after the break, with Costa striking a post before Fraser Forster denied Willian, Eden Hazard and substitute Loic Remy. Branislav Ivanovic delivered a deep cross from the right following Hazard's layoff, and an unmarked Costa had the simplest of tasks to head home and register his 19th goal of the season. A jinking run from Tadic failed to bring about a second for Southampton and Forster then proved the hero as he denied Willian, Hazard and Oscar in the latter stages.",
        4.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_13": [
        "John Terry's headed opener from a Fabregas corner with less than two minutes played gave Chelsea something to defend, and Stoke rarely looked like finding a way through the visitor's determined defensive line. Terry shrugged off Geoff Cameron in the box to get his head to a Fabregas corner and deal the host an early blow – the Spaniard providing a 12th assist of the season. The ball almost ended up in the Chelsea net off Terry after 21 minutes – Steven N'Zonzi's 20-yard strike well saved by Courtois following a heavy deflection off the defender.",
        4.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_10": [
        "They showed commendable spirit for the rest of the first half and their energy, particularly on the right, was rewarded just before the break when Kevin Mirallas headed in Coleman’s cross.",
        3.5
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_17": [
        "It was a wonderful finish, too, as Leroy Fer fired a bouncing shot at goal from 20 yards and the striker, standing eight yards out, applied a backflick that wrongfooted Thibaut Courtois.",
        2.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_16": [
        "Cesc Fabregas was heavily involved in the early action, the Spaniard perhaps fortunate to only receive a yellow card for a dangerous challenge on Raheem Sterling in the opening minute. The visiting side carried that momentum into the start of the second period and ought to have gone in front when Sterling picked out Coutinho, who fired wide from 12 yards.",
        2.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_19": [
        "Willian crossed for the former QPR man, whose left-footed effort should have been dealt with by McGregor but the Hull keeper allowed the ball to creep past him, keeping Bruce's side firmly in the battle at the bottom and tightening Chelsea's grip on top spot.",
        3.5
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_14": [
        "Sammy Ameobi made good ground down the left, Cahill failed to deal with his low cross and Cisse had the simple job of tapping home from close range.",
        1.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_14": [
        "Hazard had the beating of Glen Johnson while Branislav Ivanovic, a right-back, apparently, had long spells operating as an extra forward and Costa, this battering-ram of a striker, did everything he could to unsettle Liverpool’s defence.",
        2.5
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_15": [
        "Willian came close to a second in the 15th minute when he ran on to Costa’s excellent backheel flick and set off down the centre but Nathan Baker diligently shepherded him wide of goal, from where his shot was deflected the wrong side of the near post.",
        2.5
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_21": [
        "Diego Costa, on his first Premier League start, quickly settled them down with the equaliser. Chelsea still left the clear impression that the arrival of Costa and, in particular, Fabregas had already improved them. From six yards Costa had his first chance of the evening. Burnley’s ordeal might have been worse but for the referee, Michael Oliver, deciding Costa had dived when he intercepted Ben Mee’s back-pass in front of Burnley’s goalkeeper. Costa looked appalled, as strikers always do in those moments, but it was only a passing irritation and within three minutes Fabregas had swung over a corner from the left for Ivanovic to volley in Chelsea’s third goal.",
        4.0
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_11": [
        "A free transfer from Huddersfield Town last year, Arfield had taken the goal brilliantly, firing through a crowded penalty area to beat the static Thibaut Courtois. After that, however, Burnley did not really test Courtois, on the night he took over from Petr Cech as Chelsea’s first-choice goalkeeper, until early in the second half when he palmed away another Arfield effort. Didier Drogba, back at the club where he fits best, came on as a second-half substitute and showed a glimpse of his old gifts, taking down Courtois’s long kick on his knee and volleying a shot just wide with his next touch.",
        3.5
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_16": [
        "And that was pretty much that for Chelsea in a first half most notable for the astute positional play of Dean Hammond and Andy King, Leicester’s third and fourth-choice central midfielders. With 53 minutes gone (and moments after Oscar had hit the post at the other end), a pass from Hammond put Nugent in on goal, only for Courtois to make a fine low save with his legs.",
        2.5
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_18": [
        "At times in the first half, the most visible attacker on the pitch was Leicester’s Algerian World Cup winger Riyad Mahrez, who had the first really venomous attempt on goal, after 22 minutes, making space 30 yards out and firing in a low shot that Thibaut Courtois parried away. Moments later, it was Nugent v Courtois II, a better chance drawing a better save as Mahrez bypassed the entire Chelsea midfield with a single pass on the break, Nugent hared in on goal and Chelsea’s goalkeeper sprinted out to hurl himself at his feet and deflect a hesitant shot wide.",
        3.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_7": [
        "Eden Hazard, Willian and Nemanja Matic were all thwarted by the former Manchester United man and Branislav Ivanovic had a late goal disallowed for offside, before Willian secured an 11th win from 12 top-flight home games. Matic almost made an early impact with a goal when he beat two Everton players before firing a left-footed strike over the crossbar. The Everton goalkeeper also had to be at his best to save Matic's well executed free-kick. Jose Mourinho replaced Cuadrado and Remy with Fabregas and Didier Drogba 20 minutes from time, and Chelsea had a late goal disallowed when Matic's shot was deflected in off Ivanovic, who was offside.",
        3.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_19": [
        "Chelsea came out firing after the break, though, and was quickly on level terms through Drogba, after a dink from Eden Hazard - the newly crowned PFA Player of the Year - set Branislav Ivanovic free.",
        3.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_19": [
        "Spurs may have been clinical, but the visitors were brittle and all the complaints about the non-award of a penalty when Oscar prodded a ball against the grounded Jan Vertonghen’s arm smacked of deflection tactics. The forward is improving with every outing, his display here the best of a fledgling career to date from the moment he collected on the left and cut in-field with Oscar hesitant. Costa dangled a leg at that effort from an offside position but Oscar collected at the far post and, when he fired back across the diving Hugo Lloris, the forward poked in legitimately from close-range.",
        2.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_2": [
        "It was starting to feel difficult to keep up when Eto’o headed in Leighton Baines’s free-kick to make it 4-3 but Matic played in Ramires to fire in their fourth goal and then a poor backheel from Muhamed Besic left the home defence vulnerable again.",
        2.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_11": [
        "John Terry and Diego Costa scored the goals which set Chelsea apart but only the excellence of West Ham’s goalkeeper, Adrian, prevented a rout. Cheikhou Kouyate duly lost the ball in midfield, Hazard slipped Costa free for the Brazil-born forward to tease space from Collins and Jenkinson before drilling a left-foot shot across Adrian and into the far corner for a 13th league goal of term. West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        2.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_8": [
        "In truth, the entire Chelsea defence appeared flustered and uncharacteristically vulnerable, disconcerted by the aggressive running of Chadli and Andros Townsend down the flanks but, most of all, by Kane’s excellence. Townsend, the third youth-team graduate turned goalscorer, thumped in the resultant penalty.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_23": [
        "Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        3.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_7": [
        "It left Liverpool 15 points off their opponents at the top of the league and, for the first time, there was open dissent from the crowd towards Rodgers, angrily objecting to his decision to take off Philippe Coutinho and Emre Can for Fabio Borini and Joe Allen shortly after Diego Costa had scored Chelsea’s second goal. Can had opened the scoring with a deflected shot in the ninth minute but he and Coutinho, in fairness to Rodgers, had faded badly. Chelsea had to show all their competitive courage, too, bearing in mind the way the game started, with Can’s 25-yard shot taking a deflection off Cahill to wrong-foot Thibaut Courtois for the early breakthrough.",
        4.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_23": [
        "Loic Remy, a second-half substitute, added a stylish third shortly after replacing Drogba and the Premier League leaders, maintaining their six-point advantage over Manchester City, have equalled their record of 23 successive matches unbeaten, set previously in 2007 and 2009. It was risk-free football from Mourinho’s team in the second half, with Matic and Cesc Fabregas rarely straying too far forwards until Remy’s goal settled any lingering nerves, when he ran on to Cesar Azpilicueta’s pass and got the better of Vertonghen inside the penalty area. Willian was available to his right but Remy expertly guided the ball past Lloris and the Chelsea machine rolled on.\n\n\n",
        3.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_0": [
        "John Terry had the first attempt at goal and Simon Mignolet’s reflex save fell to Cahill via a slight touch off Matic. Mignolet turned his effort away but the loose ball flicked off Alberto Moreno into Costa’s path. His finish was drilled in and when the game finished in a moment of tragicomedy – Mignolet kicking a simple backpass behind his goal – Liverpool were left to reflect how far they fallen since the last occasion Chelsea were in town.\n\n\n",
        3.0
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_13": [
        "Vardy got to the byline and cut back, with Cesar Azpilicueta's slip allowing Albrighton to steal in and, first time, fire into the bottom-left corner to delight the home crowd.",
        3.5
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_9": [
        "Chelsea took it short, Eden Hazard fizzed the ball across the face of goal and John Terry tried to poke it into the net, bringing the first of Foster’s many saves. Soon Foster had to excel again, pushing away an Oscar shot with one hand after the Brazilian had been left free on the edge of the area to receive a pull-back from Hazard. Albion were guilty of more doziness in the 25th minute, when Hazard was allowed to receive a short corner from Cesc Fabregas and fire the ball into the net from close range, Craig Gardner’s attempted block coming too late to be successful. With an important Champions League tie to play at Schalke on Tuesday, Chelsea relaxed a little, though Foster had to maintain his vigilance to thwart Hazard and Costa again.",
        3.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_5": [
        "West Ham, which saw Winston Reid limp off in the eighth minute to be replaced by James Collins, gradually gained a foothold and Courtois - one of two changes from the League Cup final for the visitor - was quick off his line to deny Kevin Nolan after he was slipped in by Mark Noble.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_18": [
        "He gave the hosts a 41st-minute lead, before a rare mistake from Chelsea goalkeeper Thibaut Courtois allowed David Silva to equalize in the final minute of the first half. City's response was immediate, as Courtois fumbled a searching Navas cross, Aguero smashed the loose ball back towards goal and Silva prodded home. Silva and Navas combined on the right flank for Fernandinho to plant a header into the turf - Courtois turning the bouncing ball over.",
        3.5
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_19": [
        "Equally, Laurent Koscielny should have been shown a red card for halting Hazard’s brilliant run for his penalty, after the Belgian had already gone past Santi Cazorla and Calum Chambers and would have been running clear on goal if he had eluded a third man.",
        3.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_18": [
        "\nEarly goals from Diego Costa and Dusan Tadic ensured a 1-1 draw between Chelsea and Southampton at Stamford Bridge on Sunday. Diego Costa's fifth goal in his last six league games gave Chelsea - seeking to capitalize on Manchester City's surprise 1-0 defeat to Burnley - an early lead, although that lasted just eight minutes thanks to Dusan Tadic's penalty. However, after Mane had been brought down in the box by Nemanja Matic, who received a yellow card for his mistimed challenge, Courtois was beaten by Tadic from 12 yards despite getting a foot to the ball. The equalizer buoyed Koeman's side and the pace of Tadic, Mane and the recalled Shane Long caused John Terry's back line plenty of problems. A jinking run from Tadic failed to bring about a second for Southampton and Forster then proved the hero as he denied Willian, Hazard and Oscar in the latter stages.",
        3.0
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_13": [
        "Chelsea were leading at that point thanks to Branislav Ivanovic’s goal in the first half but Burnley equalised against the 10 men when Ben Mee headed in from a corner nine minutes from time. Mourinho sought to shore up midfield and was intending to introduce Gary Cahill for Costa in the 81st minute as Burnley lined up a corner following a fine save by Courtois from another Barnes shot, but he could not make the change in time and had to watch aghast as Mee rose above Ramires and headed Trippier’s delivery into the net.",
        3.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_9": [
        "On a more positive note their response to Sadio Mane’s 17th-minute goal, preceded by a rare positional lapse from John Terry, showed all their qualities of resilience and togetherness. At 34 Terry’s legs were not going to spare him and Mane, played onside, ran on to Dusan Tadic’s pass before having the composure and presence of mind to lift a bouncing ball over the oncoming Thibaut Courtois. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        3.5
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_9": [
        "Jose Mourinho's men were far from their best, though, and Hull took advantage as Ahmed Elmohamady pulled a goal back, then just 74 seconds later Courtois tried to be too clever with a Branislav Ivanovic back pass and allowed Abel Hernandez to slot in his first goal since October. Hernandez was wasteful when one-on-one soon after, and Hull was punished in the ninth minute as Cesc Fabregas picked out Costa and the Spain striker cut in from the left before picking his spot inside the far post in measured style. Hull fans had barely finished celebrating when Courtois inexplicably lost control of the ball to gift the grateful Hernandez a tap-in.",
        3.5
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_10": [
        "\nManuel Pellegrini had the Spaniard to thank for pulling his side back into it after cancelling out Loic Remy's opener as Frank Lampard made an emotional return to Stamford Bridge\n\nChelsea preserved its place at the top of the table after a 1-1 draw with Manchester City. The man to benefit from Costa's absence, Loic Remy, took center stage at Stamford Bridge on Saturday. Courtois' opposite number, Joe Hart, made his first save of the match from an Oscar effort after an error by Vincent Kompany let Remy escape down the left flank. That was a chance the Argentina striker would regret 10 minutes later, as Eden Hazard brilliantly steered Ivanovic's flighted pass back across goal for Remy to convert.",
        3.5
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_10": [
        "But with our quality I would expect us to be stronger.”\n \nMourinho had deployed his most powerful available line-up, with the fit-again Diego Costa returning to the side after almost a month out, as Chelsea made no concession to the forthcoming trip to Maribor in the Champions League nor next weekend’s showdown with Liverpool. Costa looked short of sharpness but did produce a foxy drag-back and pass in the 10th minute to dink the ball to Oscar, who dabbed a soft shot wide from 12 yards.",
        3.0
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_22": [
        "Simon Mignolet parried Fabregas' effort as Chelsea went in search of a second, although the side was dealt a blow shortly after the half-hour mark when Kurt Zouma was forced off through injury and was replaced by Gary Cahill. The open nature of the encounter continued, Adam Lallana denied by a block from Cahill before Fabregas worked space for himself inside the box only to shoot weakly at Mignolet. With a minute remaining, Coutinho's effort took a wicked deflection off Cahill and almost crept beyond Courtois, but the goalkeeper was able to gather as Chelsea extended its unbeaten run against Liverpool in all competitions to eight matches.",
        3.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_16": [
        "Eden Hazard later did the same on Henderson. Hazard had the beating of Glen Johnson while Branislav Ivanovic, a right-back, apparently, had long spells operating as an extra forward and Costa, this battering-ram of a striker, did everything he could to unsettle Liverpool’s defence.",
        3.5
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_6": [
        "The Spain international converted from 12 yards after Juan Cuadrado had been felled by John O'Shea. Jermain Defoe saw a scuffed volley cleared off the line by John Terry after 59 minutes, and Fletcher was unable to steer his header on target at the back post four minutes later.",
        3.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_21": [
        "Instead, it ended up as a rout, with Diego Costa at the heart of it and ironic cries of “boring, boring Chelsea” from the away end. Costa will probably think he should have scored a hat-trick, bearing in mind he had also run clear of Everton’s defence just before that blitz of second-half goals. Mourinho could probably be forgiven for thinking his team should have made it a more routine victory considering the two-goal head start Costa and Branislav Ivanovic had given them inside the opening three minutes. Costa had a running argument with Seamus Coleman and then Howard and took out his anger with his goals. Chelsea’s third goal came from a Hazard cross that Coleman deflected into his own net and that was the moment Costa apparently said something to taunt the Everton defender, bringing an incensed Howard out of his goalmouth to confront him. Costa had already been booked after ignoring the referee Jon Moss’s instructions to stop tangling with Coleman at a free-kick. Howard was shown a yellow card and for the rest of the match Costa seemed intent on prolonging the argument with Everton’s goalkeeper. Mikel showed him how to do it, leaving Costa running clear before taking the ball around Howard to complete the scoring.\n\n\n",
        4.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_3": [
        "Referee Neil Swarbrick inadvertently then thwarted a promising Chelsea counterattack when he got in the way on the halfway line two minutes later, drawing the understandable ire of Mourinho, before Costa fired just wide following an error by Ryan Shawcross.",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_13": [
        "Chelsea welcomed back leading scorer Diego Costa from suspension at the expense of Drogba, while John Obi Mikel replaced the banned Nemanja Matic in midfield.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_12": [
        "Aside from Costa's absence, Ramires came into the Chelsea midfield as Cesc Fabregas missed out with a hamstring injury, while Bacary Sagna was a surprise inclusion at right back ahead of Pablo Zabaleta for Manchester City.",
        3.0
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_10": [
        "Chelsea led 1-0 at the break thanks to Hazard's close-range header, although West Ham should have been level before the interval with Diafra Sakho nodding straight at Thibaut Courtois. Jenkinson was then involved at the other end as his pinpoint cross found Sakho in space just six yards out, but his header was too close to Courtois and an excellent chance went begging.",
        3.5
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_10": [
        "Having soaked up plenty of pressure, Newcastle eventually began to pose more of an attacking threat and Thibaut Courtois had be alert to deny Jack Colback in the 31st minute, the midfielder collecting an Ayoze Perez pass inside the penalty area only to be denied by the Belgium goalkeeper.",
        3.0
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_15": [
        "First Branislav Ivanovic felt Collins had handled his shot in the area, before West Ham substitute Nene was denied a similar claim against Cahill.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_22": [
        "John Terry and Diego Costa scored the goals which set Chelsea apart but only the excellence of West Ham’s goalkeeper, Adrian, prevented a rout.",
        3.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_21": [
        "Southampton would have been level soon after were it not for a smart save from Thibaut Courtois that denied Sadio Mane. However, after Mane had been brought down in the box by Nemanja Matic, who received a yellow card for his mistimed challenge, Courtois was beaten by Tadic from 12 yards despite getting a foot to the ball. The equalizer buoyed Koeman's side and the pace of Tadic, Mane and the recalled Shane Long caused John Terry's back line plenty of problems. Matic was perhaps fortunate not to see a second yellow for another foul on Mane after the break.",
        3.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_14": [
        "The way he combined with the excellent Eden Hazard 11 minutes after the interval, waiting for Ashley Williams to commit before pulling back for Costa to finish, was a reminder of true quality.",
        2.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_14": [
        "Mourinho could probably be forgiven for thinking his team should have made it a more routine victory considering the two-goal head start Costa and Branislav Ivanovic had given them inside the opening three minutes. Everton were entitled to be aggrieved about Ivanovic’s goal because he had been in a marginally offside position when he controlled Ramires’s pass and fired in his shot.",
        3.0
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_18": [
        "It took a mistake by Eduardo Vargas in the 25th minute to create another opening for the home team, with Cesc Fabregas pouncing on the Chilean’s loose pass before forcing a save from Rob Green from 25 yards. In the end Chelsea needed help to secure the win – and, not for the first time this season, Redknapp’s men came to their opponent’s aid, Vargas giving away a penalty with a witless shunt on Hazard in the 75th minute.",
        3.0
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_0": [
        "Yet this was not a good day for keeping by the rules and Chelsea will face some awkward questions about the head injury suffered by the goalkeeper, Thibaut Courtois, and why they let him carry on after he had been left flat out on his back, eyes closed, after his collision with Alexis Sanchez. Courtois carried on for 13 minutes before suffering a relapse and it was alarming in the extreme to see blood coming from his right ear and, later, ambulance staff sprinting into the home dressing room. Hazard had been a constant menace, flustering Arsenal to the extent that Mathieu Flamini strayed dangerously close to turning one of his crosses into his own net, and Wenger was entitled to be disappointed that his team did not do more to look for rustiness in Petr Cech, the replacement for Courtois.",
        3.0
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_3": [
        "However, the Brazilian was speared by the Arsenal goalkeeper and, after the effort was cleared away by Hector Bellerin, Chelsea's frustrations were clear as referee Michael Oliver opted against awarding a spot kick and brandishing a possible red card. Arsenal edged the initial stages, although Chelsea felt it should have earned an early penalty seven minutes in when Oscar went down under pressure from Bellerin. Bellerin was then required to clear Oscar's goal-bound effort following a sublime ball from Fabregas, with Ospina's foul on the forward failing to merit sanctions.",
        3.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_23": [
        "Oscar was not risked because of an injury, but fit-again midfielder Cesc Fabregas was named among the substitutes\n\nHoward started at the expense of Joel Robles, while Aaron Lennon was handed a first Everton start and Ross Barkley was recalled. Jose Mourinho replaced Cuadrado and Remy with Fabregas and Didier Drogba 20 minutes from time, and Chelsea had a late goal disallowed when Matic's shot was deflected in off Ivanovic, who was offside.",
        3.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_7": [
        "Willian was available to his right but Remy expertly guided the ball past Lloris and the Chelsea machine rolled on.\n\n\n",
        3.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_4": [
        "The offside flag did then go up, correctly, when Romelu Lukaku headed a corner against the crossbar and Sylvain Distin squeezed the rebound over the line.",
        2.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_21": [
        "They passed the ball crisply and had a striker, in Harry Kane, who looked capable of troubling Chelsea’s back four. Kane could not make the most of either of the two chances that fell for him inside the opening quarter of an hour and it was startling to see the way Spurs crumpled during that period when the game suddenly lurched away from them. Pochettino reflected afterwards about the moment early on when Kane sent a twisting header against the crossbar and, shortly afterwards, when the same player seized on a mistake by the Chelsea and England defender Gary Cahill, drove into the penalty area and flashed a shot across the goalmouth. Kane continued to toil away but there was also the clear sense that the home side were playing within themselves, content to protect their lead and operate from a position of strength.",
        3.0
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_0": [
        "Yet the shot arced wickedly, a panicked Thibaut Courtois only able to paw at it with his left hand as he back-tracked and the ball veered into the net.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_18": [
        "On a more positive note their response to Sadio Mane’s 17th-minute goal, preceded by a rare positional lapse from John Terry, showed all their qualities of resilience and togetherness.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_15": [
        "James Collins and Carl Jenkinson will struggle to banish memories of Hazard. Cheikhou Kouyate duly lost the ball in midfield, Hazard slipped Costa free for the Brazil-born forward to tease space from Collins and Jenkinson before drilling a left-foot shot across Adrian and into the far corner for a 13th league goal of term. West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        2.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_6": [
        "A late strike from Willian ensured Chelsea beat Everton 1-0 at Stamford Bridge on Wednesday to remain seven points clear at the top of the Premier League. Tim Howard looked set to deny the leaders victory on his return from injury, but the Everton goalkeeper was unable to keep out a deflected strike from Brazil midfielder Willian just a minute from time in a dramatic finale. Eden Hazard, Willian and Nemanja Matic were all thwarted by the former Manchester United man and Branislav Ivanovic had a late goal disallowed for offside, before Willian secured an 11th win from 12 top-flight home games. Romelu Lukaku was denied by a fine save from the recalled Petr Cech and also went close in the first half for the visitor, which had Gareth Barry sent off for a second bookable offense just before Willian struck. Fellow midfielder Willian went even closer with a dipping shot from just outside the penalty area, before Lukaku almost struck at the other end against his former club when he raced into the box. The busy Howard again demonstrated why Martinez was so eager to recall him when he produced a diving stop to keep out a measured Willian effort, before Cech showed his class at the other end to thwart an unmarked Lukaku. Barry was then dismissed for a challenge on Willian which sparked a mass confrontation, and there was more drama to come, as Howard fisted away a cross into Willian's path and he rifled home with the aid of a defletion to stun Everton.",
        4.0
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_6": [
        "Leicester, which had won four matches in a row to move out of the relegation zone it had occupied since November, lost Andy King and Robert Huth in the first 25 minutes to injuries, but still took the lead on the stroke of half time through Marc Albrighton. Vardy got to the byline and cut back, with Cesar Azpilicueta's slip allowing Albrighton to steal in and, first time, fire into the bottom-left corner to delight the home crowd.",
        3.5
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_7": [
        "The Iceland international played a loose pass inside his own half that ricocheted off Tom Carroll to Oscar — the Brazilian punishing the mistake with a low drive from the edge of the penalty area.",
        2.5
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_16": [
        "But Tom Huddlestone was given his marching orders on the hour mark for catching Filipe Luis with his studs, and Chelsea soon pounced to double its advantage – Diego Costa diverting the ball beyond goalkeeper Allan McGregor eight minutes later. Jake Livermore sent a low drive trickling wide of the left-hand upright as Hull looked to make a positive start to the second period, but the task got considerably tougher on the hour mark when Huddlestone was dismissed for a clumsy challenge on left back Filipe Luis.",
        2.0
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_17": [
        "\nEden Hazard's goal was all League Cup winner Chelsea needed to beat London rival West Ham in the Premier League on Wednesday. The top-flight leader tasted Wembley joy at the weekend and Eden Hazard's first-half header proved enough to cap a winning return to league action, with Jose Mourinho's side staying five points ahead of Manchester City. Chelsea led 1-0 at the break thanks to Hazard's close-range header, although West Ham should have been level before the interval with Diafra Sakho nodding straight at Thibaut Courtois. Hazard impressed throughout and twice in the second half laid on great chances for Ramires, who was denied a goal by the frame of the post and a fine stop from Adrian. Hazard's pass to Cesc Fabregas was worked right to Ramires and his cross picked out the unmarked Belgium international to nod home from six yards. Chelsea had the chance to make it 2-0 when Hazard sent Costa free in a swift breakaway, but the striker dawdled on the ball and allowed Carl Jenkinson to make a fine tackle. Chelsea reasserted control from thereon and the excellent Hazard played Ramires in behind the defense.",
        4.0
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_0": [
        "Thibaut Courtois, a spectator in the Chelsea goal for most of the game, proved his worth to deny Wilfried Zaha from close range, while Willian skipped past two challenges and shot narrowly wide at the other end.",
        2.5
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_0": [
        "Oscar, Willian and Cesc Fabregas exchanged passes on the edge of the penalty area before the latter played in his Spain teammate, and he emphatically fired beyond goalkeeper Lukasz Fabianski. Willian powered through the Swansea midfield before finding Costa, whose cutback found Oscar — and the playmaker fired high into Fabianski's goal. Patient play was the name of the game for the visitors and, after another period of possession, the ball fell to Hazard in the 71st minute, the Belgian unleashing a powerful shot that Fabianski was able to push away.",
        3.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_12": [
        "Jose Mourinho's men were far from their best, though, and Hull took advantage as Ahmed Elmohamady pulled a goal back, then just 74 seconds later Courtois tried to be too clever with a Branislav Ivanovic back pass and allowed Abel Hernandez to slot in his first goal since October. Elmohamady gave Steve Bruce's men hope when he arrived at the back post to convert Andy Robertson's teasing cross after the left-back beat Ivanovic far too easily 26 minutes in.",
        2.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_8": [
        "Cesc Fabregas and Eden Hazard played virtually every pass in those 45 minutes apart from the killer one and their frustrations did not stop there on a day when two bookable offences by Morgan Schneiderlin meant Southampton had to get through the last couple of minutes of normal time, plus another four for stoppages, a man down. Schneiderlin and Victor Wanyama were quick to the ball and strong in the tackle, preventing Fabregas and Nemanja Matic from dominating the midfield in the way that happened after the interval. Costa lost his footing when he had the opportunity to run clear and the home side held on after Schneiderlin’s foul on Fabregas, following an earlier booking for one on Hazard, left them a man down during the final exchanges. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle. Sent off Schneiderlin.",
        3.0
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_2": [
        "Keen to protect the lead, Chelsea lowered the tempo after the break - Branislav Ivanovic and John Obi Mikel both missing with long-rang efforts.",
        2.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_9": [
        "The club was made to pay after 57 minutes, as Cisse netted his sixth league goal of the season by tapping home Sammy Ameobi's cross. Sammy Ameobi made good ground down the left, Cahill failed to deal with his low cross and Cisse had the simple job of tapping home from close range.",
        3.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_26": [
        "Everton manager Roberto Martinez replaced Muhamed Besic, who was shown an early yellow card, with James McCarthy at halftime and Chelsea was soon back on the front foot after the break.",
        2.5
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_11": [
        "Hazard saw the resulting spot kick saved by Julian Speroni before nodding home the rebound, and it was fitting that the PFA Player of the Year - so instrumental in Chelsea's success this season - should get the goal that earned Mourinho his third Premier League crown. The Belgium star saw his weak penalty saved by Speroni, but he headed in the rebound to ease the tension around Stamford Bridge.",
        2.5
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_0": [
        "Schurrle had anticipated what was coming and did not break stride as he stroked the ball past Tom Heaton. The tone was set in the fourth minute when the right-back Kieran Tripper underhit a pass to Heaton and the mistake almost led to Schurrle scoring.",
        2.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_10": [
        "Mario Balotelli’s half-hearted efforts are becoming the norm at Anfield but it was rare to see Steven Gerrard play with such diminished qualities. The bigger mystery was how Balotelli lasted so long. Balotelli was ineffectual and frustratingly lazy whereas Rodgers surely made a mistake selecting Dejan Lovren when Kolo Toure had excelled in the Bernabeu.",
        2.0
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_5": [
        "Moments later, Cesc Fabregas had his best moment of the half, finding Andre Schurrle on the right and then sprinting between the lines to tee up Oscar for a shot that was deflected over the bar.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_6": [
        "Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle. Subs not used K Davis, Isgrove, Reed, McCarthy.",
        3.0
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_4": [
        "West Ham, which saw Winston Reid limp off in the eighth minute to be replaced by James Collins, gradually gained a foothold and Courtois - one of two changes from the League Cup final for the visitor - was quick off his line to deny Kevin Nolan after he was slipped in by Mark Noble.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_12": [
        "Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        3.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_17": [
        "Oscar was not risked because of an injury, but fit-again midfielder Cesc Fabregas was named among the substitutes\n\nHoward started at the expense of Joel Robles, while Aaron Lennon was handed a first Everton start and Ross Barkley was recalled.",
        2.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_16": [
        "Cesc Fabregas and Eden Hazard played virtually every pass in those 45 minutes apart from the killer one and their frustrations did not stop there on a day when two bookable offences by Morgan Schneiderlin meant Southampton had to get through the last couple of minutes of normal time, plus another four for stoppages, a man down. Hazard, such a menace throughout the second period, was subdued in the opening half an hour and Matt Targett, one of the teenagers from Southampton’s conveyor belt of seemingly endless young talent, had slotted in so harmoniously that his direct opponent, Andre Schurrle, was substituted by Willian at half-time. Chelsea took their time to get going but the pattern of the game changed in first-half stoppage time when Fabregas lifted the ball into the path of Hazard, running through the inside-left channel, and the Belgian was set free for the first time. Hazard, wanting the ball on his right foot, still had plenty to do and had to cut inside the full-back, Maya Yoshida, as well as the nearer centre-half, Toby Alderweireld. Diego Costa had one of his least productive games and, for all the menace of Hazard and Fabregas, Fraser Forster in Southampton’s goal was surprisingly underworked given how much time the ball spent in and around his penalty area. Alderweireld showed again what a fine centre-half he is and Ronald Koeman made a sensible decision to replace a tiring Yoshida given that the defender was facing the elusive Hazard and had already been booked. Costa lost his footing when he had the opportunity to run clear and the home side held on after Schneiderlin’s foul on Fabregas, following an earlier booking for one on Hazard, left them a man down during the final exchanges. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        4.0
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_15": [
        "It soon transpired, however, that Rangers were in obstinate mood and, with Sandro excelling at the base of a five-man central midfield, Chelsea toiled to create chances despite near-constant possession.",
        2.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_15": [
        "The Serb’s drive was blocked by Michael Kightly’s flailing arm and Chelsea demanded a penalty, but Martin Atkinson seemingly deemed it accidental.",
        3.5
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_2": [
        "Both sides countered quickly but struggled to find the final pass - Per Mertesacker miscuing a shot wide before substitute Danny Welbeck failed to sort his feet and fashion an effort following Nacho Monreal's cutback.",
        3.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_5": [
        "They played with control and know-how, with Nemanja Matic outstanding in midfield and Cesc Fabregas only marginally subdued by Jordan Henderson’s man-marking. Gerrard could be seen misplacing passes, kicking the ball against Henderson at one point, but it was his lack of mobility that was shocking and the frequency with which opponents turned past him. Eden Hazard later did the same on Henderson.",
        2.5
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_11": [
        "But Tom Huddlestone was given his marching orders on the hour mark for catching Filipe Luis with his studs, and Chelsea soon pounced to double its advantage – Diego Costa diverting the ball beyond goalkeeper Allan McGregor eight minutes later. Hazard found Costa with a well-worked through ball, and the Spain international prodded past McGregor to put the match to bed.",
        3.0
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_18": [
        "The Serb’s drive was blocked by Michael Kightly’s flailing arm and Chelsea demanded a penalty, but Martin Atkinson seemingly deemed it accidental.",
        2.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_1": [
        "That West Ham rallied late-on, Morgan Amalfitano drifting a header wide and then clipping a post after wriggling clear of Gary Cahill and Terry, seemed more of an afterthought. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        3.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_3": [
        "Leicester, which had won four matches in a row to move out of the relegation zone it had occupied since November, lost Andy King and Robert Huth in the first 25 minutes to injuries, but still took the lead on the stroke of half time through Marc Albrighton. The departures of King, on his 300th Leicester appearance, and Huth, robbed the home side of momentum, but, in a first half bereft of chances, it almost took the lead through an unlikely source, as Paul Konchesky's near-post volley was superbly pushed onto the post by Cech.",
        3.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_5": [
        "Aiden McGeady set up Steven Naismith to poke in Everton’s second goal a minute after that flashpoint and, once again, the home crowd dared to think the comeback might be on.",
        3.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_22": [
        "It left Liverpool 15 points off their opponents at the top of the league and, for the first time, there was open dissent from the crowd towards Rodgers, angrily objecting to his decision to take off Philippe Coutinho and Emre Can for Fabio Borini and Joe Allen shortly after Diego Costa had scored Chelsea’s second goal.",
        2.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_23": [
        "It incorporated a goal from Samuel Eto’o against his former club and, in brief passages, the gathering sense that Chelsea were straying dangerously close to being caught by persistent opponents.",
        3.0
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_8": [
        "A minute later, the ever-dangerous full-back Branislav Ivanovic made the stealthy run of a natural predator to collect a through-ball from Willian, but then spared his quarry by shooting into the side netting from close range. Willian might have soothed his manager by setting up a killer second goal in the 54th minute but instead over-hit an intended pass to Hazard, who lunged but could not connect with the ball seven yards from goal.",
        3.0
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_20": [
        "Thibaut Courtois, a spectator in the Chelsea goal for most of the game, proved his worth to deny Wilfried Zaha from close range, while Willian skipped past two challenges and shot narrowly wide at the other end.",
        2.5
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_17": [
        "True, they might have made easier work of it bearing in mind Eden Hazard opened the scoring with a superbly worked team goal after only eight minutes. Hazard had anticipated the next pass, darting in front of Alan Hutton, and Willian delivered it with just the right amount of weight for his team-mate to turn a first-time shot past Brad Guzan. “Maybe he is trying to put pressure on me.”\n \nIf nothing else, Mourinho was guilty of serious exaggeration, especially given the way Willian, Oscar and Hazard endangered the home defence.",
        3.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_15": [
        "It was his corner Costa converted beyond Fabianski, Jordi Amat having been preoccupied attempting to unnerve Branislav Ivanovic in the six-yard box.",
        2.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_0": [
        "Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        3.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_19": [
        "The problem for Tottenham was that Aaron Lennon had let his man run off him.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_5": [
        "The opener was more brutal in its construction, Cesc Fabregas’s corner flicked goalwards by Costa and the striker having lured Collins towards him, an unmarked Terry converted his 36th Premier League goal with ease. Matic was untouchable in midfield, an interceptor liberating Fabregas’s creativity at his side. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        4.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_4": [
        "Alan Pardew rang the changes after Newcastle's draw at Burnley on Tuesday, with Fabricio Coloccini and Remy Cabella two of five players coming in. Valiant defending from Coloccini and Taylor denied Costa on the turn, and Hazard saw a low shot hit the crossbar.",
        3.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_11": [
        "Chelsea took no risk with goalkeeper Thibaut Courtois - battling a minor hip problem - and replaced him with Petr Cech, while Oscar dropped to the bench after his nasty collision with Arsenal's David Ospina on Sunday. The departures of King, on his 300th Leicester appearance, and Huth, robbed the home side of momentum, but, in a first half bereft of chances, it almost took the lead through an unlikely source, as Paul Konchesky's near-post volley was superbly pushed onto the post by Cech.",
        3.5
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_11": [
        "Goalkeeper Thibaut Courtois returned from injury as Jose Mourinho made five changes to the Chelsea side that beat Derby County in the League Cup quarter-finals on Tuesday, but it was two of the players who retained their starting berths from the trip to Pride Park who combined to open the scoring inside two minutes. The ball almost ended up in the Chelsea net off Terry after 21 minutes – Steven N'Zonzi's 20-yard strike well saved by Courtois following a heavy deflection off the defender.",
        3.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_6": [
        "There was so much slippery movement in this display, Eden Hazard, Willian and Oscar for ever tearing into their markers and exploiting space while West Ham, uncharacteristically ponderous from the outset, were left dizzied by it all. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        3.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_4": [
        "Simon Mignolet parried Fabregas' effort as Chelsea went in search of a second, although the side was dealt a blow shortly after the half-hour mark when Kurt Zouma was forced off through injury and was replaced by Gary Cahill.",
        3.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_0": [
        "Asmir Begovic did well to get down to his right to keep out a Willian strike early in the second period before clinging onto a soft Fabregas strike after Hazard had managed to force the ball into the six-yard box.",
        3.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_10": [
        "Diego Costa, as in Paris, was struggling to rediscover the form he showed before his three-game suspension but in the 32nd minute he did well to find Cuadrado, who set up Ivanovic for another shot, this time from 20 yards. Chelsea appealed in the 43rd minute when Costa collapsed in the box following contact from Jason Shackell. Mourinho, who claims his striker gets a raw deal from officials, threw his arms to the skies in supposed disbelief when the referee waved play on, but the decision seemed fair – Shackell’s hands did touch Costa but it was hardly the sort of shove that would, for example, prevent a commuter from boarding a train. Hazard then sent Costa scampering towards the box but the striker’s shot weakly at Heaton. In the 58th minute he clipped an inviting cross from the right towards Costa, but the forward failed to apply a decisive touch from close range. Mourinho sought to shore up midfield and was intending to introduce Gary Cahill for Costa in the 81st minute as Burnley lined up a corner following a fine save by Courtois from another Barnes shot, but he could not make the change in time and had to watch aghast as Mee rose above Ramires and headed Trippier’s delivery into the net.",
        2.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_4": [
        "Thibaut Courtois charged to the edge of his area to intercept but his compatriot’s shot was poked beyond the goalkeeper and on to the far post, with Danny Rose bravely belting in the rebound to record a first league goal here since a derby winner on debut against Arsenal in April 2010. Eden Hazard had collected Courtois’ 60-yard throw, retained his balance under Rose’s challenge and struck the far post with a shot.",
        3.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_11": [
        "Thibaut Courtois charged to the edge of his area to intercept but his compatriot’s shot was poked beyond the goalkeeper and on to the far post, with Danny Rose bravely belting in the rebound to record a first league goal here since a derby winner on debut against Arsenal in April 2010. When Chadli pinned back Branislav Ivanovic and shifted possession inside to Kane, the young English forward turned Matic far too easily and curled a fourth through John Terry’s legs with Courtois helpless. Eden Hazard had collected Courtois’ 60-yard throw, retained his balance under Rose’s challenge and struck the far post with a shot.",
        3.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_3": [
        "It was risk-free football from Mourinho’s team in the second half, with Matic and Cesc Fabregas rarely straying too far forwards until Remy’s goal settled any lingering nerves, when he ran on to Cesar Azpilicueta’s pass and got the better of Vertonghen inside the penalty area.",
        3.5
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_22": [
        "He should have supplied Juan Cuadrado with a third before the end only for the Colombian, offered a rare cameo, to strike Begovic with a point-blank shot and then with the rebound when it appeared easier to score.",
        3.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_11": [
        "Not long before Hazard stuck his shot between David de Gea’s legs, the possession statistics had flashed up that Chelsea had seen only 30% of the ball.",
        2.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_6": [
        "However, while Jose Mourinho's men were far from their fluent best, they always looked the more likely to grab a winner after the break, with Costa striking a post before Fraser Forster denied Willian, Eden Hazard and substitute Loic Remy. Willian was one of two Chelsea changes and the Brazilian posed early problems for Southampton down the right, but it was frontman Costa who opened the scoring 11 minutes in. Costa was back in the thick of it before the hour mark as he saw penalty appeals waved away following a tangle with Jose Fonte before diverting Willian's wayward strike onto Forster's post. A jinking run from Tadic failed to bring about a second for Southampton and Forster then proved the hero as he denied Willian, Hazard and Oscar in the latter stages.",
        2.5
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_0": [
        "Tim Howard, running from his goalline to cut out a long pass for Eden Hazard, was a good yard outside his area when he handled the ball, in keeping with a day when there was seldom anything but panic in the home side’s defence. Costa had a running argument with Seamus Coleman and then Howard and took out his anger with his goals. Chelsea’s third goal came from a Hazard cross that Coleman deflected into his own net and that was the moment Costa apparently said something to taunt the Everton defender, bringing an incensed Howard out of his goalmouth to confront him. Howard was shown a yellow card and for the rest of the match Costa seemed intent on prolonging the argument with Everton’s goalkeeper. Mikel showed him how to do it, leaving Costa running clear before taking the ball around Howard to complete the scoring.\n\n\n",
        1.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_17": [
        "The visiting side dominated possession in the first half and had its first sight of goal after 10 minutes, when Willian fired narrowly wide of Elliot's goal after good work from Costa and Eden Hazard. Valiant defending from Coloccini and Taylor denied Costa on the turn, and Hazard saw a low shot hit the crossbar.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_2": [
        "James Milner was alert to disposes Chelsea right back Branislav Ivanovic in the 24th minute and play the ball into Sergio Aguero, but Kurt Zouma forced City's top scorer to shoot from an acute angle and Courtois saved comfortably.",
        3.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_3": [
        "The Burnley goalkeeper, Tom Heaton, was forced into a one-handed save in the fifth minute when Juan Cuadrado sent a header towards goal from 15 yards after meeting a cross from Filipe Luis.",
        3.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_17": [
        "Eden had that magic.”\n \nMourinho seemed pretty pleased with himself too bearing in mind the tactical straightjacket that meant all of United’s better performers recently – not just Fellaini but also Ashley Young, Juan Mata and Ander Herrera – were subdued.",
        2.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_19": [
        "The same applies to Ramires, with a groin problem.",
        3.0
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_1": [
        "The hosts were on the back foot for long spells of the first half but led at the break when Oscar converted Branislav Ivanovic's cross from close range. However, slack defending cost Newcastle dear just before halftime as Willian found an unmarked Ivanovic from a quick corner and the Serb's delivery reached Oscar, who made no mistake with the finish.",
        3.0
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_8": [
        "Oscar was given time on the left wing to pick out the advancing Hazard with a precision cross, and the unchallenged Belgian rose well to power home a header.",
        3.0
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_7": [
        "However, slack defending cost Newcastle dear just before halftime as Willian found an unmarked Ivanovic from a quick corner and the Serb's delivery reached Oscar, who made no mistake with the finish.",
        3.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_24": [
        "Equally Jose Mourinho and his players will know it could have been considerably better in view of the long spells in the second half when they went looking for the winner only to come up unusually short in attack. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        3.0
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_18": [
        "Hazard impressed throughout and twice in the second half laid on great chances for Ramires, who was denied a goal by the frame of the post and a fine stop from Adrian. Hazard's pass to Cesc Fabregas was worked right to Ramires and his cross picked out the unmarked Belgium international to nod home from six yards. Chelsea reasserted control from thereon and the excellent Hazard played Ramires in behind the defense.",
        3.5
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_8": [
        "That was a chance the Argentina striker would regret 10 minutes later, as Eden Hazard brilliantly steered Ivanovic's flighted pass back across goal for Remy to convert.",
        3.0
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_0": [
        "It was a wonderful finish, too, as Leroy Fer fired a bouncing shot at goal from 20 yards and the striker, standing eight yards out, applied a backflick that wrongfooted Thibaut Courtois.",
        3.0
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_23": [
        "Chelsea had fallen behind in the first half as Steven Fletcher netted his first league goal since November, but Diego Costa cancelled that out from the spot. He was replaced by Costa, with his team-mates opting to carry the veteran from the pitch to a standing ovation that included Sunderland players and the referee. It did not take Costa long to make an impact, as he brought Chelsea level from the penalty spot after 36 minutes.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_15": [
        "Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        3.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_16": [
        "Eden had that magic.”\n \nMourinho seemed pretty pleased with himself too bearing in mind the tactical straightjacket that meant all of United’s better performers recently – not just Fellaini but also Ashley Young, Juan Mata and Ander Herrera – were subdued.",
        2.0
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_18": [
        "Juan Cuadrado - drafted in as a late replacement for Ramires who pulled out in the warmup - flashed a 30-yard strike over the crossbar, before Palace had tentative claims for a penalty turned down when Jason Puncheon's deflected shot struck the arm of John Terry. Palace did little to threaten an equalizer, although Puncheon's fizzing 30-yard shot drifted just wide and the side's willingness to play on the front foot made sure Chelsea could not relax.",
        2.0
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_7": [
        "Chelsea have won seven matches during that sequence and once we had waded through all the varying subplots and controversies the bottom line is the Premier League leaders have re-established a five-point advantage ahead of Manchester City – and gone nine clear of Arsenal – courtesy of Eden Hazard’s expertly taken penalty and the latest demonstration of Diego Costa’s penalty-box prowess. Equally, Laurent Koscielny should have been shown a red card for halting Hazard’s brilliant run for his penalty, after the Belgian had already gone past Santi Cazorla and Calum Chambers and would have been running clear on goal if he had eluded a third man. Hazard had been a constant menace, flustering Arsenal to the extent that Mathieu Flamini strayed dangerously close to turning one of his crosses into his own net, and Wenger was entitled to be disappointed that his team did not do more to look for rustiness in Petr Cech, the replacement for Courtois. Man of the match Eden Hazard (Chelsea)\n\n\n",
        4.5
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_15": [
        "Equally, Laurent Koscielny should have been shown a red card for halting Hazard’s brilliant run for his penalty, after the Belgian had already gone past Santi Cazorla and Calum Chambers and would have been running clear on goal if he had eluded a third man.",
        2.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_4": [
        "Hazard, such a menace throughout the second period, was subdued in the opening half an hour and Matt Targett, one of the teenagers from Southampton’s conveyor belt of seemingly endless young talent, had slotted in so harmoniously that his direct opponent, Andre Schurrle, was substituted by Willian at half-time. Targett is a 19-year-old left-back of rich promise on this evidence, even if he was grateful to be given the benefit of the doubt after the incident that led to Fabregas’s booking when it could conceivably have been a penalty decision. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        3.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_18": [
        "With one minute of the half remaining, Liverpool levelled as Gerrard was left all alone at the back post to nod in Jordan Henderson's free kick from the left by line.",
        2.5
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_9": [
        "Contact was minimal and Oliver waved away protests before Arsenal continued to threaten - Olivier Giroud juggling the ball in the area before Gary Cahill dealt with the danger.",
        1.5
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_2": [
        "Juan Cuadrado made his first Chelsea start, while Cech, Kurt Zouma and Loic Remy also came into the side.",
        3.5
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_11": [
        "His pass inside found Costa, who, despite a bobbly touch, was able to prod past Kasper Schmeichel and low into the net.",
        3.5
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_21": [
        "Yet this was not a good day for keeping by the rules and Chelsea will face some awkward questions about the head injury suffered by the goalkeeper, Thibaut Courtois, and why they let him carry on after he had been left flat out on his back, eyes closed, after his collision with Alexis Sanchez. They also have a good case for thinking that Gary Cahill should have been sent off for the scything challenge on Sanchez that persuaded Wenger to stride from his technical area to the one designated for Chelsea personnel and respond to Mourinho’s orders for a retreat by putting both hands into his chest to give him a shove and then reminding him, close-up, who was the taller, more imposing man.",
        3.0
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_10": [
        "Leicester, which gave forward Jamie Vardy another pain-killing injection to allow him to play, made a bright start, pressing and harrying Chelsea, which rued Cesc Fabregas' decision to square across the face of goal instead of shoot in the 17th minute. Chelsea survived the ensuing goalmouth scramble, but did not last until the break, as a fast counter in the third minute of stoppage time saw substitute Matty James play in Vardy down the left. Vardy got to the byline and cut back, with Cesar Azpilicueta's slip allowing Albrighton to steal in and, first time, fire into the bottom-left corner to delight the home crowd.",
        3.5
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_14": [
        "James Chester's handball in the penalty area soon after went unpunished, before Chelsea made the most of its man advantage.",
        3.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_17": [
        "They played with control and know-how, with Nemanja Matic outstanding in midfield and Cesc Fabregas only marginally subdued by Jordan Henderson’s man-marking. Fabregas, Mourinho revealed afterwards, had played despite a hamstring injury and may now miss a couple of matches. The equaliser came five minutes later from a corner, swung over by Fabregas and initially headed on by Costa.",
        3.0
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_13": [
        "Gary Cahill has quelled the threat of Lionel Messi and Luis Suarez at times during his career, but Kane left him dazed and confused. Photograph: KIERAN GALVIN/EPA    \nTottenham were rampant in what little time remained up until the interval, Christian Eriksen scuttling forward to liberate Chadli behind Cahill. Chelsea were still wheezing in disbelief when Cahill upended Kane as the striker appeared on his blindside.",
        1.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_24": [
        "Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_3": [
        "Equally Jose Mourinho and his players will know it could have been considerably better in view of the long spells in the second half when they went looking for the winner only to come up unusually short in attack. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        4.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_7": [
        "However, after Mane had been brought down in the box by Nemanja Matic, who received a yellow card for his mistimed challenge, Courtois was beaten by Tadic from 12 yards despite getting a foot to the ball. Matic was perhaps fortunate not to see a second yellow for another foul on Mane after the break. The fit-again Toby Alderweireld, making a first start since January due to a recent hamstring problem, saw the resulting free kick saved by Courtois before Mourinho opted to replace Matic with Ramires.",
        2.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_10": [
        "\nEarly goals from Diego Costa and Dusan Tadic ensured a 1-1 draw between Chelsea and Southampton at Stamford Bridge on Sunday. Diego Costa's fifth goal in his last six league games gave Chelsea - seeking to capitalize on Manchester City's surprise 1-0 defeat to Burnley - an early lead, although that lasted just eight minutes thanks to Dusan Tadic's penalty. However, while Jose Mourinho's men were far from their fluent best, they always looked the more likely to grab a winner after the break, with Costa striking a post before Fraser Forster denied Willian, Eden Hazard and substitute Loic Remy. Willian was one of two Chelsea changes and the Brazilian posed early problems for Southampton down the right, but it was frontman Costa who opened the scoring 11 minutes in. Branislav Ivanovic delivered a deep cross from the right following Hazard's layoff, and an unmarked Costa had the simplest of tasks to head home and register his 19th goal of the season. Costa was back in the thick of it before the hour mark as he saw penalty appeals waved away following a tangle with Jose Fonte before diverting Willian's wayward strike onto Forster's post.",
        3.5
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_18": [
        "Oscar was not risked because of an injury, but fit-again midfielder Cesc Fabregas was named among the substitutes\n\nHoward started at the expense of Joel Robles, while Aaron Lennon was handed a first Everton start and Ross Barkley was recalled.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_1": [
        "James Milner was alert to disposes Chelsea right back Branislav Ivanovic in the 24th minute and play the ball into Sergio Aguero, but Kurt Zouma forced City's top scorer to shoot from an acute angle and Courtois saved comfortably. That was a chance the Argentina striker would regret 10 minutes later, as Eden Hazard brilliantly steered Ivanovic's flighted pass back across goal for Remy to convert.",
        3.0
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_4": [
        "“This is what a goal looks like.”\n \nPaul Lambert’s side certainly needed the reminder, bearing in mind the moment when Jores Okore headed in Carles Gil’s cross to make it 1-1, three minutes into the second half, brought up the 11-hour mark since their last top-division goal 43 days earlier. Related: Tottenham Hotspur 2-1 Arsenal | Premier League match report \n   \nEarly on, it had looked like it would be a much more routine win when Drogba played the ball forward and Oscar, running through the inside-right channel, eluded Okore then played it inside for Willian. Gil, a £3.2m signing from Valencia, looks like he might be a bargain and it was a beautiful little drop of the shoulder to fool Oscar before his cross picked out Okore at the back post.",
        3.5
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_15": [
        "The fit-again Toby Alderweireld, making a first start since January due to a recent hamstring problem, saw the resulting free kick saved by Courtois before Mourinho opted to replace Matic with Ramires.",
        3.5
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_7": [
        "Brad Guzan pushed the ball straight back into his path, and this time Willian pulled back to the now-clear Oscar, whose finish trundled through Philippe Senderos’s legs on its way to goal. Though their advantage remained slender, Chelsea displayed the class and confidence that befits league leaders and title favourites, with Oscar beating Senderos with a drop of the shoulder that provoked not so much cheers from the nearby fans as a collective sigh of pleasure, and Eden Hazard, who was otherwise becalmed, attempting a showy rabona. Twenty minutes later, Aly Cissokho having in the meantime cleared Oscar’s casual effort as it rolled towards the line, Costa was found in too much space on the left, from where he cut inside, cut inside a little more and then sent in a shot that bounced off Guzan and Cissokho before landing helpfully between Willian and an empty net.\n\n\n",
        3.5
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_13": [
        "Twenty minutes later, Aly Cissokho having in the meantime cleared Oscar’s casual effort as it rolled towards the line, Costa was found in too much space on the left, from where he cut inside, cut inside a little more and then sent in a shot that bounced off Guzan and Cissokho before landing helpfully between Willian and an empty net.\n\n\n",
        2.0
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_22": [
        "Hazard had been a constant menace, flustering Arsenal to the extent that Mathieu Flamini strayed dangerously close to turning one of his crosses into his own net, and Wenger was entitled to be disappointed that his team did not do more to look for rustiness in Petr Cech, the replacement for Courtois.",
        3.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_9": [
        "Against a Chelsea side that showed five changes from the team that sealed the title against Palace last week, including a first Premier League start for Ruben Loftus-Cheek, Liverpool had the better of the second half and saw Philippe Coutinho spurn a golden opening to go ahead.",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_19": [
        "Chelsea welcomed back leading scorer Diego Costa from suspension at the expense of Drogba, while John Obi Mikel replaced the banned Nemanja Matic in midfield.",
        2.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_21": [
        "Chelsea welcomed back leading scorer Diego Costa from suspension at the expense of Drogba, while John Obi Mikel replaced the banned Nemanja Matic in midfield. The visiting side dominated possession in the first half and had its first sight of goal after 10 minutes, when Willian fired narrowly wide of Elliot's goal after good work from Costa and Eden Hazard. Valiant defending from Coloccini and Taylor denied Costa on the turn, and Hazard saw a low shot hit the crossbar. Alnwick came to Newcastle's rescue in the closing minutes with saves to deny Costa and Filipe Luis as Newcastle held on for all three points.",
        2.5
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_20": [
        "Taking Oscar’s through-pass, Ivanovic cut inside with all the twirling incision of a thunder-thighed Charlie Cooke, leaving both Liam Moore and Jeff Schlupp on their backsides.",
        2.5
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_19": [
        "Jermain Defoe saw a scuffed volley cleared off the line by John Terry after 59 minutes, and Fletcher was unable to steer his header on target at the back post four minutes later.",
        3.0
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_14": [
        "They were never overrun but Thibaut Courtois made only one save, from Alan Hutton’s tame effort at the end of a long individual run in the 69th minute, despite a flurry of almost-chances at the start of each half.",
        2.5
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_9": [
        "Juan Cuadrado made his first Chelsea start, while Cech, Kurt Zouma and Loic Remy also came into the side. Cuadrado looked a threat and the big-money deadline-day recruit dragged a shot wide of the far post and then Howard saved a Remy header in a frantic start. Jose Mourinho replaced Cuadrado and Remy with Fabregas and Didier Drogba 20 minutes from time, and Chelsea had a late goal disallowed when Matic's shot was deflected in off Ivanovic, who was offside.",
        3.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_24": [
        "Jose Mourinho replaced Cuadrado and Remy with Fabregas and Didier Drogba 20 minutes from time, and Chelsea had a late goal disallowed when Matic's shot was deflected in off Ivanovic, who was offside.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_19": [
        "Hazard, such a menace throughout the second period, was subdued in the opening half an hour and Matt Targett, one of the teenagers from Southampton’s conveyor belt of seemingly endless young talent, had slotted in so harmoniously that his direct opponent, Andre Schurrle, was substituted by Willian at half-time. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        2.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_18": [
        "Zouma put Fellaini outside the game. Eden had that magic.”\n \nMourinho seemed pretty pleased with himself too bearing in mind the tactical straightjacket that meant all of United’s better performers recently – not just Fellaini but also Ashley Young, Juan Mata and Ander Herrera – were subdued.",
        2.0
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_7": [
        "With 55 minutes gone, Mignolet produced a fine one-handed save to tip Willian's fizzing drive behind, although the touch was so slight it was missed by referee Andre Marriner and a goal kick was given.",
        2.0
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_26": [
        "Mourinho attempted to wrest back some control by introducing Ramires at the interval but his team’s rearguard were shellshocked.",
        3.0
    ],
    "../ratings/r20140927chelsea-vs-aston-villa.txt_1": [
        "For the first, the Brazilian was sent scurrying down the right by Branislav Ivanovic and, with all team-mates to his left marked, he shot low and hard towards the near post.",
        3.5
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_6": [
        "Eden Hazard, at his inspirational best throughout, dribbled into the area and squared for the striker to score into an empty net, with the relief around this arena palpable. Mourinho, while piqued by a foul on Hazard in the build-up, elaborated. It’s a clear foul on Hazard, but we cannot stop waiting for the referee to give it. Hazard’s backheel and Willian’s slide-rule pass liberated Cesc Fabregas, with Philipp Wollscheid sliding in as the Spaniard dragged the ball back with his instep. The penalty was not disputed and was dispatched with ease by Hazard.",
        4.0
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_6": [
        "With Leon Britton sidelined by a groin injury, Swansea was forced to play Gylfi Sigurdsson in a deeper midfield role, and it cost the club almost instantly. Sigurdsson immediately came close to atoning for his error with a long-range effort that clipped the post on its way wide, but Swansea should have been further behind when Willian blazed over after 12 minutes.",
        2.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_11": [
        "Loic Remy spared Thibaut Courtois' blushes by coming off the bench to score the winner as Chelsea beat Hull City 3-2 to move six points clear at the top of the Premier League. Jose Mourinho's men were far from their best, though, and Hull took advantage as Ahmed Elmohamady pulled a goal back, then just 74 seconds later Courtois tried to be too clever with a Branislav Ivanovic back pass and allowed Abel Hernandez to slot in his first goal since October. A stunning triple save from Courtois went some way to repaying his teammates as the hosts continued to press forward. Hull fans had barely finished celebrating when Courtois inexplicably lost control of the ball to gift the grateful Hernandez a tap-in. Courtois redeemed himself by denying Elmohamady as well as powerful strikes from Jake Livermore and Gaston Ramirez following up as Chelsea continued to look vulnerable at the back.",
        3.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_20": [
        "Fabregas was given his marching orders in between the striker's double for petulantly kicking the ball at Chris Brunt during a stoppage in play after the fit-again Diego Costa and Gareth McAuley grappled in the box. McAuley and Costa were involved in an off-the-ball tangle in the penalty box that resulted in the latter being booked and play being stopped as the two sets of players voiced their views at referee Mike Jones.",
        2.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_17": [
        "Leicester, which gave forward Jamie Vardy another pain-killing injection to allow him to play, made a bright start, pressing and harrying Chelsea, which rued Cesc Fabregas' decision to square across the face of goal instead of shoot in the 17th minute. The Ivorian spooned a great chance over less than two minutes later, while Fabregas should have done better when Willian's cross from the right had Leicester scrambling, but the ex-Arsenal man saw the ball bounce off his knee and go wide. And it came in the 79th minute as, after Gary Cahill's header from Fabregas' corner was saved by Kasper Schmeichel, Terry reacted quickest to flick in from close range.",
        3.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_20": [
        "Hazard's pass to Cesc Fabregas was worked right to Ramires and his cross picked out the unmarked Belgium international to nod home from six yards.",
        3.0
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_7": [
        "Eden Hazard was seeing plenty of the ball and producing some sumptuous touches but not penetrating. Willian might have soothed his manager by setting up a killer second goal in the 54th minute but instead over-hit an intended pass to Hazard, who lunged but could not connect with the ball seven yards from goal. In the end Chelsea needed help to secure the win – and, not for the first time this season, Redknapp’s men came to their opponent’s aid, Vargas giving away a penalty with a witless shunt on Hazard in the 75th minute. And from the spot Hazard was ruthless.",
        3.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_6": [
        "\nThe Liverpool captain cancelled out John Terry's fifth-minute opener to secure a share of the spoils for his team but saw the Reds' faint Champions League hopes extinguished. It was Chelsea captain John Terry who put his side ahead in the fifth minute with a powerful header from a corner, before his opposite number Steven Gerrard - who was described as \"a champion\" by Jose Mourinho this week and was given a warm reception by the crowd when he was substituted late on - nodded in an equalizer at the end of the first half.",
        2.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_13": [
        "However, while Jose Mourinho's men were far from their fluent best, they always looked the more likely to grab a winner after the break, with Costa striking a post before Fraser Forster denied Willian, Eden Hazard and substitute Loic Remy. Costa was back in the thick of it before the hour mark as he saw penalty appeals waved away following a tangle with Jose Fonte before diverting Willian's wayward strike onto Forster's post.",
        3.5
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_10": [
        "But he was helpless in the 11th minute when Oscar clipped a cross over to Diego Costa, who, as the defenders appealed justifiably for offside, killed the ball on his chest before finishing in typically deadly fashion from 12 yards. Foster had to scramble to his feet to prevent Costa from scoring on the rebound, no defender having anticipated the problem. He was making his first Premier League start for 658 days following injury and loss of form and his rustiness was exposed by Branislav Ivanovic in the 19th minute when the Serb raced past him and crossed for Costa, who shot inches wide. Especially when Yacob was sent off for what can only be described as a pogo-tackle – the midfielder jumped with two feet into a challenge with Costa and although he landed on the ball, the referee, Lee Mason, deemed it dangerous, a decision that Irvine agreed was “understandable”. With an important Champions League tie to play at Schalke on Tuesday, Chelsea relaxed a little, though Foster had to maintain his vigilance to thwart Hazard and Costa again.",
        3.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_4": [
        "The lively Hazard went agonizingly close to getting on the end of Cesar Azpilicueta's fine cross as Everton struggled to contain the leaders, but Chelsea was unable to find the back of the net before the break.",
        3.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_23": [
        "The fit-again Toby Alderweireld, making a first start since January due to a recent hamstring problem, saw the resulting free kick saved by Courtois before Mourinho opted to replace Matic with Ramires.",
        3.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_18": [
        "They played with control and know-how, with Nemanja Matic outstanding in midfield and Cesc Fabregas only marginally subdued by Jordan Henderson’s man-marking. John Terry had the first attempt at goal and Simon Mignolet’s reflex save fell to Cahill via a slight touch off Matic.",
        3.0
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_2": [
        "Vito Mannone in the Sunderland goal also needed to be alert when Branislav Ivanovic tested him with a rasping drive two minutes later, but the opening goal was not far away.",
        3.0
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_3": [
        "Costa had a running argument with Seamus Coleman and then Howard and took out his anger with his goals. They showed commendable spirit for the rest of the first half and their energy, particularly on the right, was rewarded just before the break when Kevin Mirallas headed in Coleman’s cross. Chelsea’s third goal came from a Hazard cross that Coleman deflected into his own net and that was the moment Costa apparently said something to taunt the Everton defender, bringing an incensed Howard out of his goalmouth to confront him. Costa had already been booked after ignoring the referee Jon Moss’s instructions to stop tangling with Coleman at a free-kick.",
        3.5
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_21": [
        "Chelsea raced into a two-goal lead at the KC Stadium on Sunday courtesy of classy finishes from Eden Hazard and Diego Costa inside nine minutes. But Remy had the final say with his first touch after replacing Costa, and it was a moment to forget for Allan McGregor, as the striker's tame shot squirmed through his legs and into the net. Hazard scored a stunning goal at Hull last season and he took less than two minutes to hit another sublime effort, latching onto Costa's lay-off and surging forward before letting fly with his left foot to find the far corner with a classy 20-yard finish. Hernandez was wasteful when one-on-one soon after, and Hull was punished in the ninth minute as Cesc Fabregas picked out Costa and the Spain striker cut in from the left before picking his spot inside the far post in measured style. Costa, who moved level on 19 goals with Harry Kane in the race for the Premier League golden boot, was withdrawn clutching his hamstring 15 minutes from time but his replacement Remy won it almost immediately.",
        3.5
    ],
    "../ratings/r20140830everton-vs-chelsea.txt_16": [
        "Tim Howard, running from his goalline to cut out a long pass for Eden Hazard, was a good yard outside his area when he handled the ball, in keeping with a day when there was seldom anything but panic in the home side’s defence. Chelsea’s third goal came from a Hazard cross that Coleman deflected into his own net and that was the moment Costa apparently said something to taunt the Everton defender, bringing an incensed Howard out of his goalmouth to confront him.",
        3.0
    ],
    "../ratings/r20150131chelsea-vs-manchester-city.txt_11": [
        "Courtois' opposite number, Joe Hart, made his first save of the match from an Oscar effort after an error by Vincent Kompany let Remy escape down the left flank.",
        3.0
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_20": [
        "They missed Diego Costa at times and it was a difficult day for Didier Drogba, a month short of his 37th birthday and struggling to remind us of the player of old, barring those moments when he was flinging himself to the ground in pretend agony. Related: Tottenham Hotspur 2-1 Arsenal | Premier League match report \n   \nEarly on, it had looked like it would be a much more routine win when Drogba played the ball forward and Oscar, running through the inside-right channel, eluded Okore then played it inside for Willian.",
        2.0
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_10": [
        "There was a powerful header forced through bodies in a packed penalty area, a side-footed finish swept beyond Lukasz Fabianski after a fine rat-a-tat build-up exchange between team-mates, and a smartly accepted third from Ramires’s scuffed shot. That equaliser was timely, coming just before the interval, with Ramires’s introduction for the ineffective Andre Schurrle ensuring the hosts ripped the momentum back for good.",
        3.5
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_5": [
        "It took a mistake by Eduardo Vargas in the 25th minute to create another opening for the home team, with Cesc Fabregas pouncing on the Chilean’s loose pass before forcing a save from Rob Green from 25 yards. Seven minutes later, the goalkeeper was left bewildered by Oscar, who ran in from the right wing to receive a pass from Fabregas and flip the ball into the far corner of the net with the outside of his foot.",
        4.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_21": [
        "Romelu Lukaku was denied by a fine save from the recalled Petr Cech and also went close in the first half for the visitor, which had Gareth Barry sent off for a second bookable offense just before Willian struck. Fellow midfielder Willian went even closer with a dipping shot from just outside the penalty area, before Lukaku almost struck at the other end against his former club when he raced into the box. The busy Howard again demonstrated why Martinez was so eager to recall him when he produced a diving stop to keep out a measured Willian effort, before Cech showed his class at the other end to thwart an unmarked Lukaku. Belgium striker Lukaku looked certain to convert Oviedo's ball in from the left, but Cech stood up to keep out his finish from only six yards out.",
        2.5
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_6": [
        "Nemanja Matic enjoyed similar freedom in the opening minutes of the second period but directed a volley over the bar from 10 yards after being fed by Fabregas.",
        3.5
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_9": [
        "A jinking run from Tadic failed to bring about a second for Southampton and Forster then proved the hero as he denied Willian, Hazard and Oscar in the latter stages.",
        3.5
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_14": [
        "When Chadli pinned back Branislav Ivanovic and shifted possession inside to Kane, the young English forward turned Matic far too easily and curled a fourth through John Terry’s legs with Courtois helpless.",
        2.0
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_16": [
        "Cesc Fabregas was superb on his re-introduction to English football and there was a vibrancy to Chelsea’s attacking that was not always evident last season. Chelsea still left the clear impression that the arrival of Costa and, in particular, Fabregas had already improved them. Ivanovic turned the ball into Fabregas and the former Arsenal and Barcelona player clipped a beautifully weighted pass into Schurrle’s path. Costa looked appalled, as strikers always do in those moments, but it was only a passing irritation and within three minutes Fabregas had swung over a corner from the left for Ivanovic to volley in Chelsea’s third goal.",
        4.0
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_3": [
        "Swansea had initially outnumbered their hosts in midfield, from where Ki Sung-yueng dictated much of the first half, and had deservedly led through a John Terry own goal converted from Neil Taylor’s skimmed centre.",
        3.5
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_11": [
        "Having soaked up plenty of pressure, Newcastle eventually began to pose more of an attacking threat and Thibaut Courtois had be alert to deny Jack Colback in the 31st minute, the midfielder collecting an Ayoze Perez pass inside the penalty area only to be denied by the Belgium goalkeeper.",
        2.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_19": [
        "West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia.",
        2.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_3": [
        "Cisse then doubled Newcastle's advantage, and although Didier Driogba pulled a goal back after Steven Taylor had been sent off for a second bookable offense, for the second time in the space of a week Chelsea dropped points in the North East. Valiant defending from Coloccini and Taylor denied Costa on the turn, and Hazard saw a low shot hit the crossbar. Taylor was then dismissed a second bookable offense for a foul on Schurrle soon led to Drogba heading home a Fabregas free kick after 83 minutes, setting up a tense finale.",
        3.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_20": [
        "Phil Bardsley – already booked for a lunging challenge on Eden Hazard earlier in the half - might have counted himself lucky to still be involved at the break after avoiding a second yellow card for an apparent tug on the shirt of Costa. Asmir Begovic did well to get down to his right to keep out a Willian strike early in the second period before clinging onto a soft Fabregas strike after Hazard had managed to force the ball into the six-yard box. However, Fabregas had the final say, diverting the ball into the back of the net after being played in by Hazard, who limped off late on after a tackle from Jonathan Walters, although there was an element of fortune about his finish.",
        4.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_24": [
        "It left Liverpool 15 points off their opponents at the top of the league and, for the first time, there was open dissent from the crowd towards Rodgers, angrily objecting to his decision to take off Philippe Coutinho and Emre Can for Fabio Borini and Joe Allen shortly after Diego Costa had scored Chelsea’s second goal.",
        3.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_6": [
        "It left Liverpool 15 points off their opponents at the top of the league and, for the first time, there was open dissent from the crowd towards Rodgers, angrily objecting to his decision to take off Philippe Coutinho and Emre Can for Fabio Borini and Joe Allen shortly after Diego Costa had scored Chelsea’s second goal. Can had opened the scoring with a deflected shot in the ninth minute but he and Coutinho, in fairness to Rodgers, had faded badly. Midway through the second half, Cesar Azpilicueta ran down the left, kept the ball in play and turned brilliantly inside Coutinho.",
        4.0
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_14": [
        "\nDidier Drogba, John Terry and Ramires scored as Chelsea beat Leicester City 3-1 to put one hand on the Premier League title. Chelsea can win the Premier League title Sunday after John Terry and Ramires struck late to give the Blues a 3-1 come-from-behind victory at Leicester City. Chelsea captain Terry then struck with 11 minutes remaining before a Ramires stunner capped a superb away win. And it came in the 79th minute as, after Gary Cahill's header from Fabregas' corner was saved by Kasper Schmeichel, Terry reacted quickest to flick in from close range.",
        4.0
    ],
    "../ratings/r20150101tottenham-hotspur-vs-chelsea.txt_5": [
        "The England Under-21 international scored twice, earned a penalty and supplied Nacer Chadli with the hosts’ fifth as the majority in this arena revelled in a victory that felt barely credible. In truth, the entire Chelsea defence appeared flustered and uncharacteristically vulnerable, disconcerted by the aggressive running of Chadli and Andros Townsend down the flanks but, most of all, by Kane’s excellence. Photograph: KIERAN GALVIN/EPA    \nTottenham were rampant in what little time remained up until the interval, Christian Eriksen scuttling forward to liberate Chadli behind Cahill. When Chadli pinned back Branislav Ivanovic and shifted possession inside to Kane, the young English forward turned Matic far too easily and curled a fourth through John Terry’s legs with Courtois helpless. The fifth, converted by Chadli, also flicked off the centre-half.",
        4.0
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_21": [
        "\nDidier Drogba, John Terry and Ramires scored as Chelsea beat Leicester City 3-1 to put one hand on the Premier League title. The hosts were the better side in the first half, but Chelsea responded like a champion does, with Didier Drogba leveling proceedings in the 48th minute. Chelsea came out firing after the break, though, and was quickly on level terms through Drogba, after a dink from Eden Hazard - the newly crowned PFA Player of the Year - set Branislav Ivanovic free. And the defender stormed towards the byline before steering a pass to Drogba, who made no mistake from nine yards with a typically predatory finish. The chances kept coming for Chelsea, as Drogba flashed an effort just wide from a difficult angle, while Willian curled over as the visitors pressed for a second goal.",
        3.0
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_14": [
        "The Spain international converted from 12 yards after Juan Cuadrado had been felled by John O'Shea. Jermain Defoe saw a scuffed volley cleared off the line by John Terry after 59 minutes, and Fletcher was unable to steer his header on target at the back post four minutes later.",
        2.5
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_5": [
        "Courtois redeemed himself by denying Elmohamady as well as powerful strikes from Jake Livermore and Gaston Ramirez following up as Chelsea continued to look vulnerable at the back.",
        3.0
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_9": [
        "There was so much slippery movement in this display, Eden Hazard, Willian and Oscar for ever tearing into their markers and exploiting space while West Ham, uncharacteristically ponderous from the outset, were left dizzied by it all. James Collins and Carl Jenkinson will struggle to banish memories of Hazard. Cheikhou Kouyate duly lost the ball in midfield, Hazard slipped Costa free for the Brazil-born forward to tease space from Collins and Jenkinson before drilling a left-foot shot across Adrian and into the far corner for a 13th league goal of term. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        4.0
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_12": [
        "Taking Oscar’s through-pass, Ivanovic cut inside with all the twirling incision of a thunder-thighed Charlie Cooke, leaving both Liam Moore and Jeff Schlupp on their backsides.",
        2.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_1": [
        "It was his corner Costa converted beyond Fabianski, Jordi Amat having been preoccupied attempting to unnerve Branislav Ivanovic in the six-yard box.",
        3.0
    ],
    "../ratings/r20150503chelsea-vs-crystal-palace.txt_9": [
        "Juan Cuadrado - drafted in as a late replacement for Ramires who pulled out in the warmup - flashed a 30-yard strike over the crossbar, before Palace had tentative claims for a penalty turned down when Jason Puncheon's deflected shot struck the arm of John Terry.",
        1.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_4": [
        "John Terry and Diego Costa scored the goals which set Chelsea apart but only the excellence of West Ham’s goalkeeper, Adrian, prevented a rout. The opener was more brutal in its construction, Cesc Fabregas’s corner flicked goalwards by Costa and the striker having lured Collins towards him, an unmarked Terry converted his 36th Premier League goal with ease. That West Ham rallied late-on, Morgan Amalfitano drifting a header wide and then clipping a post after wriggling clear of Gary Cahill and Terry, seemed more of an afterthought. Man of the match Nemanja Matic (Chelsea)\n \nChelsea 4-2-3-1 Courtois; Ivanovic, Cahill, Terry, Azpilicueta; Fabregas, Matic; Willian (Ramires, 86), Oscar (Mikel, 83), Hazard; Diego Costa (Drogba, 83).",
        4.0
    ],
    "../ratings/r20150322hull-city-vs-chelsea.txt_18": [
        "Hernandez was wasteful when one-on-one soon after, and Hull was punished in the ninth minute as Cesc Fabregas picked out Costa and the Spain striker cut in from the left before picking his spot inside the far post in measured style. Perhaps with harsh words from Mourinho ringing in the players' ears, Chelsea made a bright start to the second half, with Fabregas shooting just wide following a slick move.",
        3.5
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_4": [
        "It is 24 years and 10 months since a side managed by Terry Venables came away with a 2-1 victory and their latest defeat was their 28th attempt to break that run.",
        3.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_0": [
        "And it came in the 79th minute as, after Gary Cahill's header from Fabregas' corner was saved by Kasper Schmeichel, Terry reacted quickest to flick in from close range.",
        3.0
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_8": [
        "The Spain international converted from 12 yards after Juan Cuadrado had been felled by John O'Shea. Remy – introduced for the injured Cuadrado – twice went close to giving the hosts the lead after the restart, the forward just lacking the final touch after superb build-up play.",
        3.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_13": [
        "Filipe Luis stung Myhill's palms with a free kick that the Albion goalkeeper saw late and Courtois saved smartly with his feet to deny Brunt from James Morrison's through ball as an eventful opening 45 minutes came to a close.",
        2.5
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_18": [
        "They did not have it all their own way early on, though, as Sunderland played some nice football on the counterattack - Seb Larsson stretching Petr Cech with a curling effort from 20 yards.",
        3.0
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_0": [
        "Southampton would have been level soon after were it not for a smart save from Thibaut Courtois that denied Sadio Mane. However, after Mane had been brought down in the box by Nemanja Matic, who received a yellow card for his mistimed challenge, Courtois was beaten by Tadic from 12 yards despite getting a foot to the ball. The fit-again Toby Alderweireld, making a first start since January due to a recent hamstring problem, saw the resulting free kick saved by Courtois before Mourinho opted to replace Matic with Ramires.",
        3.5
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_19": [
        "Despite having endured a difficult few weeks with Pardew's exit and the FA Cup defeat to Leicester City, Newcastle started well, with Moussa Sissoko's effort on target and Remy Cabella looking lively early on. Sissoko struck the outside of Cech's left-hand post after the half-hour mark, with Cesar Azpilicueta’s injury-enforced withdrawal seemingly adding to Mourinho's frustrations before the end of the half.",
        4.0
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_10": [
        "Juan Cuadrado made his first Chelsea start, while Cech, Kurt Zouma and Loic Remy also came into the side. Cuadrado looked a threat and the big-money deadline-day recruit dragged a shot wide of the far post and then Howard saved a Remy header in a frantic start. Jose Mourinho replaced Cuadrado and Remy with Fabregas and Didier Drogba 20 minutes from time, and Chelsea had a late goal disallowed when Matic's shot was deflected in off Ivanovic, who was offside.",
        3.0
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_19": [
        "Oscar, Willian and Cesc Fabregas exchanged passes on the edge of the penalty area before the latter played in his Spain teammate, and he emphatically fired beyond goalkeeper Lukasz Fabianski. There was still time for Willian to hit the crossbar before the break, but it mattered little to Chelsea, which threatened again early in the second half with Fabregas wasting a close-range effort.",
        4.5
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_12": [
        "Unfortunately for Villa, there have still been only two occasions all season when they have scored twice in a league game and Chelsea had enough time and self-belief to restore their winning position through Branislav Ivanovic’s decisive strike. Related: Everton 0-0 Liverpool | Premier League match report \n   \nIvanovic is establishing himself as the ultimate odd job man – a full-back, centre-half, attacker, motivator and goalscorer all wrapped into one – and this was his fifth goal in his past six starts against Villa. Chelsea found some new impetus and when Cesar Azpilicueta’s perseverance created the chance for Ivanovic he let fly with a left-foot shot that was still rising as it flew into the net.\n\n\n",
        4.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_14": [
        "Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_24": [
        "\nChelsea's unbeaten start to the season came to an end thanks to two second-half strikes from Papiss Cisse. Substitute Papiss Cisse struck twice as Newcastle United secured a 2-1 win to end Chelsea's 23-game unbeaten run in all competitions. The club was made to pay after 57 minutes, as Cisse netted his sixth league goal of the season by tapping home Sammy Ameobi's cross. Cisse then doubled Newcastle's advantage, and although Didier Driogba pulled a goal back after Steven Taylor had been sent off for a second bookable offense, for the second time in the space of a week Chelsea dropped points in the North East. Sammy Ameobi made good ground down the left, Cahill failed to deal with his low cross and Cisse had the simple job of tapping home from close range. Newcastle then punished Chelsea on the counterattack as Colback found Moussa Sissoko, he was unable to finish but the ball rolled to Cisse and the striker made no mistake.",
        4.0
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_14": [
        "Chelsea had looked short of ideas until that point, attacking only sporadically despite the presence of the promising but raw Paddy McNair in United’s defence and a new round of injury issues affecting Van Gaal’s thinking.",
        3.5
    ],
    "../ratings/r20150315chelsea-vs-southampton.txt_24": [
        "However, while Jose Mourinho's men were far from their fluent best, they always looked the more likely to grab a winner after the break, with Costa striking a post before Fraser Forster denied Willian, Eden Hazard and substitute Loic Remy. Remy was the next to be frustrated by Forster before Terry fired wide in a dramatic finale that saw the Stamford Bridge faithful ultimately left frustrated.",
        2.5
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_5": [
        "The referee, Martin Atkinson, could feasibly have shown four red cards and his leniency was starting to feel absurd when Danny Welbeck lunged in two-footed on Cesc Fabregas during the closing exchanges and it was deemed worthy only of a booking. Wenger was justified in saying it was a red-card offence and he could also reflect on the moment, at 1-0, when Fabregas threw himself at Jack Wilshere’s shot and the ball deflected off his hands inside the penalty area only for Atkinson to wave play on. Chambers could feasibly have been dismissed for two bookable offences before half-time and Welbeck’s studs-up challenge on Fabregas was an even more obvious sending-off than Cahill’s. It has become a recurring theme when these sides lock horns and the deja vu for Arsenal was compounded by the fact it was the brilliantly influential Fabregas playing the ball for Costa to run clear and lob Wojciech Szczesny in the 78th minute.",
        4.0
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_25": [
        "Steve Bruce's men were struggling to keep possession, and Petr Cech — making his first Premier League start of the season in place of the injured Thibaut Courtois — was a spectator for long spells, with Sone Aluko blasting over Hull's first opening after 20 minutes.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_0": [
        "Diego Costa had one of his least productive games and, for all the menace of Hazard and Fabregas, Fraser Forster in Southampton’s goal was surprisingly underworked given how much time the ball spent in and around his penalty area. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        3.0
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_0": [
        "Oscar fired wide from inside the area when he perhaps should have done better, although it was Newcastle which continued to threaten - Cabella cutting in from the right and forcing a smart save from Petr Cech, preferred to Thibaut Courtois in the Chelsea goal. Sissoko struck the outside of Cech's left-hand post after the half-hour mark, with Cesar Azpilicueta’s injury-enforced withdrawal seemingly adding to Mourinho's frustrations before the end of the half.",
        3.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_5": [
        "Schneiderlin and Victor Wanyama were quick to the ball and strong in the tackle, preventing Fabregas and Nemanja Matic from dominating the midfield in the way that happened after the interval. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        3.5
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_22": [
        "Charlie Adam's introduction after 68 minutes appeared to give Stoke something of a lift and the midfielder sent an effort narrowly wide of the left-hand upright shortly after entering the action.",
        3.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_27": [
        "Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        2.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_19": [
        "Both managers made attacking changes in search of a winner and Burnley came closest to snatching it, Ings firing over after a swift counter-ttack in stoppage time.\n\n\n",
        2.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_12": [
        "There was a powerful header forced through bodies in a packed penalty area, a side-footed finish swept beyond Lukasz Fabianski after a fine rat-a-tat build-up exchange between team-mates, and a smartly accepted third from Ramires’s scuffed shot. It was his corner Costa converted beyond Fabianski, Jordi Amat having been preoccupied attempting to unnerve Branislav Ivanovic in the six-yard box.",
        3.0
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_19": [
        "It was then Arsenal's turn to unsuccessfully appeal for a spot kick when Cahill handled after the half-hour mark, Ramires forced Ospina into a smart save following a quick break and clever pass by Willian.",
        3.5
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_10": [
        "\nChelsea 2-0 Leicester City | Premier League match report\n\n\nIf Chelsea made slightly heavy weather of victory in their first home Premier League fixture of the season, then there was plenty for Jose Mourinho to take heart from in a 2-0 defeat of Leicester City pegged out around second-half goals from Diego Costa and Eden Hazard, and a performance that became more convincing as Leicester’s energy levels dropped in the afternoon sun. But it’s a pretty good place to start, and it is in this kind of fixture that the added cutting edge of Costa might just make the most obvious difference. Mourinho, who also confirmed that Fernando Torres would not be leaving in the transfer window, said Costa’s integration at Chelsea had been “no big deal”. His pass inside found Costa, who, despite a bobbly touch, was able to prod past Kasper Schmeichel and low into the net.",
        3.5
    ],
    "../ratings/r20141226chelsea-vs-west-ham-united.txt_13": [
        "West Ham United 4-3-3 Adrian; Jenkinson, Reid, Collins, Cresswell; Kouyate, Noble (Song, 59), Nolan; Downing (Amalfitano, 74), Carroll (Sakho, 59), Valencia. Booked Collins, Cresswell, Reid.",
        2.5
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_20": [
        "He was signed to bring some leadership to the Liverpool defence but there was absolutely none and his day could probably be summed up by the moment Oscar treated him to a nutmeg.",
        4.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_20": [
        "Schneiderlin and Victor Wanyama were quick to the ball and strong in the tackle, preventing Fabregas and Nemanja Matic from dominating the midfield in the way that happened after the interval. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89). Booked Matic, Fabregas\n \nReferee A Taylor.\n\n\n",
        3.5
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_10": [
        "Chelsea have won seven matches during that sequence and once we had waded through all the varying subplots and controversies the bottom line is the Premier League leaders have re-established a five-point advantage ahead of Manchester City – and gone nine clear of Arsenal – courtesy of Eden Hazard’s expertly taken penalty and the latest demonstration of Diego Costa’s penalty-box prowess. It has become a recurring theme when these sides lock horns and the deja vu for Arsenal was compounded by the fact it was the brilliantly influential Fabregas playing the ball for Costa to run clear and lob Wojciech Szczesny in the 78th minute. That was Costa’s ninth goal for his new club and an offside flag spared him too much embarrassment from an inexplicable open-goal miss late on.",
        3.5
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_20": [
        "Despite having endured a difficult few weeks with Pardew's exit and the FA Cup defeat to Leicester City, Newcastle started well, with Moussa Sissoko's effort on target and Remy Cabella looking lively early on. Oscar fired wide from inside the area when he perhaps should have done better, although it was Newcastle which continued to threaten - Cabella cutting in from the right and forcing a smart save from Petr Cech, preferred to Thibaut Courtois in the Chelsea goal.",
        4.0
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_12": [
        "Albion were guilty of more doziness in the 25th minute, when Hazard was allowed to receive a short corner from Cesc Fabregas and fire the ball into the net from close range, Craig Gardner’s attempted block coming too late to be successful.",
        2.5
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_5": [
        "Terry shrugged off Geoff Cameron in the box to get his head to a Fabregas corner and deal the host an early blow – the Spaniard providing a 12th assist of the season.",
        2.5
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_26": [
        "Mourinho introduced Andre Schurrle and Drogba from the bench and Chelsea began to lay siege on the Newcastle goal. Taylor was then dismissed a second bookable offense for a foul on Schurrle soon led to Drogba heading home a Fabregas free kick after 83 minutes, setting up a tense finale.",
        3.0
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_1": [
        "He was making his first Premier League start for 658 days following injury and loss of form and his rustiness was exposed by Branislav Ivanovic in the 19th minute when the Serb raced past him and crossed for Costa, who shot inches wide. Fabregas prodded a pass straight through the middle of them in the 40th minute, allowing Ivanovic to rush on to it and, as Foster advanced, knock the ball sideways to Azpilicueta.",
        3.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_14": [
        "Chelsea appealed in the 43rd minute when Costa collapsed in the box following contact from Jason Shackell. Mourinho, who claims his striker gets a raw deal from officials, threw his arms to the skies in supposed disbelief when the referee waved play on, but the decision seemed fair – Shackell’s hands did touch Costa but it was hardly the sort of shove that would, for example, prevent a commuter from boarding a train.",
        3.0
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_1": [
        "Burnley’s ordeal might have been worse but for the referee, Michael Oliver, deciding Costa had dived when he intercepted Ben Mee’s back-pass in front of Burnley’s goalkeeper. Mee was culpable for losing Ivanovic for his goal and Dyche, who talked afterwards about urgently needing to strengthen his squad, must have been startled by the frequency of their lapses.",
        1.5
    ],
    "../ratings/r20140818burnley-vs-chelsea.txt_5": [
        "Burnley had taken the lead and, briefly, their supporters must have dared wonder whether they would be talking about Scott Arfield’s goal in years to come with the fondness they reserve for Robbie Blake’s finest moment for the club. “Our Turf,” was the message in the claret and blue mosaic in the Jimmy McIlroy Stand and Arfield’s 14th-minute strike fleetingly raised the possibility of another shock. A free transfer from Huddersfield Town last year, Arfield had taken the goal brilliantly, firing through a crowded penalty area to beat the static Thibaut Courtois. After that, however, Burnley did not really test Courtois, on the night he took over from Petr Cech as Chelsea’s first-choice goalkeeper, until early in the second half when he palmed away another Arfield effort.",
        3.5
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_5": [
        "With a celebratory mood inside Stamford Bridge, the champions – who made six changes – were quickly into their stride and they would have been ahead inside five minutes had Drogba converted Willian's low cross.",
        4.0
    ],
    "../ratings/r20150117swansea-city-vs-chelsea.txt_20": [
        "Sigurdsson immediately came close to atoning for his error with a long-range effort that clipped the post on its way wide, but Swansea should have been further behind when Willian blazed over after 12 minutes. Oscar, Willian and Cesc Fabregas exchanged passes on the edge of the penalty area before the latter played in his Spain teammate, and he emphatically fired beyond goalkeeper Lukasz Fabianski. Willian powered through the Swansea midfield before finding Costa, whose cutback found Oscar — and the playmaker fired high into Fabianski's goal. There was still time for Willian to hit the crossbar before the break, but it mattered little to Chelsea, which threatened again early in the second half with Fabregas wasting a close-range effort.",
        4.5
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_9": [
        "The Frenchman’s decisive goal here was a gift from the otherwise excellent Asmir Begovic, the goalkeeper rolling the ball towards Steven Nzonzi only for Willian to intercept. Hazard’s backheel and Willian’s slide-rule pass liberated Cesc Fabregas, with Philipp Wollscheid sliding in as the Spaniard dragged the ball back with his instep.",
        3.0
    ],
    "../ratings/r20140823chelsea-vs-leicester-city.txt_21": [
        "David Nugent might like to look away here. With 53 minutes gone (and moments after Oscar had hit the post at the other end), a pass from Hammond put Nugent in on goal, only for Courtois to make a fine low save with his legs. Moments later, it was Nugent v Courtois II, a better chance drawing a better save as Mahrez bypassed the entire Chelsea midfield with a single pass on the break, Nugent hared in on goal and Chelsea’s goalkeeper sprinted out to hurl himself at his feet and deflect a hesitant shot wide.",
        2.5
    ],
    "../ratings/r20141213chelsea-vs-hull-city.txt_20": [
        "David Meyler resorted to using a hand as he looked to connect with a 25th-minute corner, earning a yellow card from referee Chris Foy.",
        3.0
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_11": [
        "It took a mistake by Eduardo Vargas in the 25th minute to create another opening for the home team, with Cesc Fabregas pouncing on the Chilean’s loose pass before forcing a save from Rob Green from 25 yards.",
        3.5
    ],
    "../ratings/r20150221chelsea-vs-burnley.txt_0": [
        "But all season Burnley have been on a mission to subvert the established order and Sean Dyche’s gallant band of rebels soon showed their teeth in the sixth minute when Barnes’s fine volley was well saved by Thibault Courtois. Courtois made another stop from a long-range effort from Barnes. In the 50th minute Barnes brought Courtois’s best save so far with a deflected drive from 18 yards, the keeper diverting it over with one hand. Mourinho sought to shore up midfield and was intending to introduce Gary Cahill for Costa in the 81st minute as Burnley lined up a corner following a fine save by Courtois from another Barnes shot, but he could not make the change in time and had to watch aghast as Mee rose above Ramires and headed Trippier’s delivery into the net.",
        2.5
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_1": [
        "The old Falcao might have buried the chance that came to him later on, after spinning away from Zouma, but Ander Herrera deserved his yellow card after flicking out his foot to try to manufacture a penalty from Gary Cahill’s challenge.",
        3.0
    ],
    "../ratings/r20141203chelsea-vs-tottenham-hotspur.txt_11": [
        "Drogba’s goal was a particularly traumatic one for Spurs to concede given that it came from nothing more elaborate than Hugo Lloris miscuing a routine kick, not even getting the ball to the midway point of his own half and leaving himself hopelessly exposed as Oscar and Hazard set up the man filling in for Costa. Drogba might not be the player he once was but this was a gift and Lloris took a long time to shake his head clear. Willian was available to his right but Remy expertly guided the ball past Lloris and the Chelsea machine rolled on.\n\n\n",
        1.0
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_11": [
        "It has become a recurring theme when these sides lock horns and the deja vu for Arsenal was compounded by the fact it was the brilliantly influential Fabregas playing the ball for Costa to run clear and lob Wojciech Szczesny in the 78th minute.",
        3.0
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_0": [
        "The most  prominent involved David Ospina's clumsy first-half collision with Oscar in a keenly-contested stalemate that saw Cesc Fabregas booed on his return to his former club and Jose Mourinho maintain his unbeaten record against Arsene Wenger. With Diego Costa and Loic Remy injured, Oscar began as the figurehead of Chelsea's attack and was central to the game's biggest talking point as he touched a ball past the onrushing David Ospina. Bellerin was then required to clear Oscar's goal-bound effort following a sublime ball from Fabregas, with Ospina's foul on the forward failing to merit sanctions. It was then Arsenal's turn to unsuccessfully appeal for a spot kick when Cahill handled after the half-hour mark, Ramires forced Ospina into a smart save following a quick break and clever pass by Willian.",
        2.0
    ],
    "../ratings/r20141108liverpool-vs-chelsea.txt_13": [
        "John Terry had the first attempt at goal and Simon Mignolet’s reflex save fell to Cahill via a slight touch off Matic.",
        2.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_7": [
        "Jose Mourinho's side extended its lead over both Manchester City and Arsenal to 13 points with a gutsy win at the King Power Stadium on Wednesday that showcased its character. Leicester, which had won four matches in a row to move out of the relegation zone it had occupied since November, lost Andy King and Robert Huth in the first 25 minutes to injuries, but still took the lead on the stroke of half time through Marc Albrighton. The departures of King, on his 300th Leicester appearance, and Huth, robbed the home side of momentum, but, in a first half bereft of chances, it almost took the lead through an unlikely source, as Paul Konchesky's near-post volley was superbly pushed onto the post by Cech.",
        3.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_16": [
        "John Terry's headed opener from a Fabregas corner with less than two minutes played gave Chelsea something to defend, and Stoke rarely looked like finding a way through the visitor's determined defensive line.",
        3.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_21": [
        "Loic Remy struck the post from the edge of the area with Myhill well beaten 10 minutes later, but any hopes of a comeback were dashed by Brunt, who cut in from the right following a short-corner routine and lashed low past Courtois at his near post.",
        2.5
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_2": [
        "Fabregas was given his marching orders in between the striker's double for petulantly kicking the ball at Chris Brunt during a stoppage in play after the fit-again Diego Costa and Gareth McAuley grappled in the box. McAuley and Costa were involved in an off-the-ball tangle in the penalty box that resulted in the latter being booked and play being stopped as the two sets of players voiced their views at referee Mike Jones.",
        3.5
    ],
    "../ratings/r20150426arsenal-vs-chelsea.txt_5": [
        "Oliver was again at the center of things 23 minutes in, as was Fabregas, who was adjudged to have dived in the box following a challenge from Santi Cazorla.",
        2.5
    ],
    "../ratings/r20141005chelsea-vs-arsenal.txt_17": [
        "Wenger was justified in saying it was a red-card offence and he could also reflect on the moment, at 1-0, when Fabregas threw himself at Jack Wilshere’s shot and the ball deflected off his hands inside the penalty area only for Atkinson to wave play on.",
        3.5
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_13": [
        "On a more positive note their response to Sadio Mane’s 17th-minute goal, preceded by a rare positional lapse from John Terry, showed all their qualities of resilience and togetherness. Terry’s expertise has been a considerable factor in why this was the first time Chelsea have conceded a goal in their last four league matches. At 34 Terry’s legs were not going to spare him and Mane, played onside, ran on to Dusan Tadic’s pass before having the composure and presence of mind to lift a bouncing ball over the oncoming Thibaut Courtois. Chelsea (4-2-3-1) Courtois; Ivanovic, Cahill, Terry, Luis; Matic, Mikel (Drogba 74); Schurrle (Willian ht), Fabregas, Hazard; Costa (Remy 89).",
        3.0
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_9": [
        "The France international came off the bench to secure all three points to the delight of a packed home crowd, Remy converting his first after a superb run from Eden Hazard and adding a second in the closing minutes.",
        3.5
    ],
    "../ratings/r20150110chelsea-vs-newcastle-united.txt_18": [
        "However, Chelsea offered a reminder of its quality on the break, with Jack Colback required to make a timely interception.",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_16": [
        "Chelsea dominated the first half but failed to find a way through, with Willian and Cesc Fabregas both wasting good chances. Chances continued to come for Chelsea but Willian was again guilty of missing a great opening 18 minutes with a curling effort 18 minutes in, before Cesc Fabregas saw a low shot deflected wide. Taylor was then dismissed a second bookable offense for a foul on Schurrle soon led to Drogba heading home a Fabregas free kick after 83 minutes, setting up a tense finale.",
        3.5
    ],
    "../ratings/r20150304west-ham-united-vs-chelsea.txt_1": [
        "It appeared as though substitute Willian would add a second for Chelsea in stoppage time, only for Aaron Cresswell to block his shot on the line - and that proved the last meaningful action as West Ham failed to score against Chelsea in the league for the fifth game running.",
        3.5
    ],
    "../ratings/r20140913chelsea-vs-swansea-city.txt_0": [
        "Bafetimbi Gomis and Wayne Routledge might have doubled their lead, the winger curling agonisingly wide with Thibaut Courtois beaten.",
        3.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_20": [
        "Chelsea dominated the first half but failed to find a way through, with Willian and Cesc Fabregas both wasting good chances. The visiting side dominated possession in the first half and had its first sight of goal after 10 minutes, when Willian fired narrowly wide of Elliot's goal after good work from Costa and Eden Hazard. Chances continued to come for Chelsea but Willian was again guilty of missing a great opening 18 minutes with a curling effort 18 minutes in, before Cesc Fabregas saw a low shot deflected wide.",
        2.5
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_16": [
        "Saido Berahino's brace either side of a bizarre Cesc Fabregas red card helped to condemn champion Chelsea to only its third Premier League defeat of the season as West Brom claimed a 3-0 win at The Hawthorns on Monday. Fabregas was given his marching orders in between the striker's double for petulantly kicking the ball at Chris Brunt during a stoppage in play after the fit-again Diego Costa and Gareth McAuley grappled in the box. In a lively start, Thibaut Courtois got down well to turn Callum McManaman's angled drive behind and Fabregas evaded two tackles as he slalomed into the penalty area at the opposite end before firing straight at Boaz Myhill. Just 29 minutes in, Fabregas was dismissed in unusual circumstances. Fabregas, all on his own on the opposite side of the penalty area, inexplicably struck the dead ball back into the crowd of players and into the back of Brunt's head, prompting Jones to brandish a straight red.",
        1.0
    ],
    "../ratings/r20141206newcastle-united-vs-chelsea.txt_5": [
        "Alan Pardew rang the changes after Newcastle's draw at Burnley on Tuesday, with Fabricio Coloccini and Remy Cabella two of five players coming in.",
        1.5
    ],
    "../ratings/r20150207aston-villa-vs-chelsea.txt_0": [
        "Hazard had anticipated the next pass, darting in front of Alan Hutton, and Willian delivered it with just the right amount of weight for his team-mate to turn a first-time shot past Brad Guzan.",
        3.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_14": [
        "Stoke – boosted by the return of Bojan Krkic as one of two changes – struggled to make any inroads in the opening stages and was thankful when Diego Costa failed to connect properly with a Branislav Ivanovic cutback five minutes after the opener.",
        3.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_3": [
        "Joleon Lescott rolled a simple pass that Berahino turned and ran on to before escaping the attentions of Gary Cahill and rifling right-footed into Courtois' bottom left-hand corner from 25 yards out.",
        3.5
    ],
    "../ratings/r20150510chelsea-vs-liverpool.txt_17": [
        "It was Chelsea captain John Terry who put his side ahead in the fifth minute with a powerful header from a corner, before his opposite number Steven Gerrard - who was described as \"a champion\" by Jose Mourinho this week and was given a warm reception by the crowd when he was substituted late on - nodded in an equalizer at the end of the first half. With one minute of the half remaining, Liverpool levelled as Gerrard was left all alone at the back post to nod in Jordan Henderson's free kick from the left by line.",
        2.5
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_10": [
        "Both goals came either side of a poignant moment after 28 minutes, as Didier Drogba - who announced before kick-off he was leaving the club for a second time at the end of the season - was carried from the pitch by the Chelsea players, having been substituted by Jose Mourinho. With a celebratory mood inside Stamford Bridge, the champions – who made six changes – were quickly into their stride and they would have been ahead inside five minutes had Drogba converted Willian's low cross. The game then had a surreal moment, as Drogba's final Chelsea appearance came to an early end.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_22": [
        "Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        3.5
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_20": [
        "\nSteven Fletcher put the visitors in front but Jose Mourinho's side rallied to lift the Premier League trophy in style\n\nChelsea sealed a victorious end to their title-winning campaign as two goals from Loic Remy helped them see off Sunderland 3-1 at Stamford Bridge. Chelsea had fallen behind in the first half as Steven Fletcher netted his first league goal since November, but Diego Costa cancelled that out from the spot. As the half-hour approached, Chelsea failed to deal with a right-wing corner, the ball bounced inside the six-yard box and Fletcher made no mistake at the back post. Jermain Defoe saw a scuffed volley cleared off the line by John Terry after 59 minutes, and Fletcher was unable to steer his header on target at the back post four minutes later.",
        3.5
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_15": [
        "Chelsea came out firing after the break, though, and was quickly on level terms through Drogba, after a dink from Eden Hazard - the newly crowned PFA Player of the Year - set Branislav Ivanovic free.",
        3.5
    ],
    "../ratings/r20150418chelsea-vs-manchester-united.txt_15": [
        "Antonio Valencia had the same ambitions on the opposite side and, early on, Wayne Rooney really ought to have done better with one of Shaw’s cutbacks, managing only to hit the stanchion behind the goal.",
        3.0
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_5": [
        "Hazard’s backheel and Willian’s slide-rule pass liberated Cesc Fabregas, with Philipp Wollscheid sliding in as the Spaniard dragged the ball back with his instep.",
        2.5
    ],
    "../ratings/r20150404chelsea-vs-stoke-city.txt_13": [
        "Hazard’s backheel and Willian’s slide-rule pass liberated Cesc Fabregas, with Philipp Wollscheid sliding in as the Spaniard dragged the ball back with his instep.",
        3.0
    ],
    "../ratings/r20141222stoke-city-vs-chelsea.txt_7": [
        "However, Fabregas had the final say, diverting the ball into the back of the net after being played in by Hazard, who limped off late on after a tackle from Jonathan Walters, although there was an element of fortune about his finish.",
        3.5
    ],
    "../ratings/r20141101chelsea-vs-queens-park-rangers.txt_20": [
        "Generally, however, QPR were doing a fair job at keeping their hosts at bay and, in the 15th minute, they served warning of their own menace when Charlie Austin headed just over the bar following a cross from Junior Hoilett.",
        2.5
    ],
    "../ratings/r20141122chelsea-vs-west-bromwich-albion.txt_3": [
        "Chelsea took it short, Eden Hazard fizzed the ball across the face of goal and John Terry tried to poke it into the net, bringing the first of Foster’s many saves.",
        3.0
    ],
    "../ratings/r20150518west-bromwich-albion-vs-chelsea.txt_14": [
        "Back in the Albion side after starting on the bench at Newcastle last time out, Berahino netted his first goal in 10 games in all competitions with a fine early opener and followed that with a penalty just after halftime after being upended by John Terry. The drama continued straight after the interval as Terry bundled Berahino over in the box to concede a penalty within 30 seconds of the restart.",
        2.5
    ],
    "../ratings/r20150211chelsea-vs-everton.txt_1": [
        "Eden Hazard, Willian and Nemanja Matic were all thwarted by the former Manchester United man and Branislav Ivanovic had a late goal disallowed for offside, before Willian secured an 11th win from 12 top-flight home games. Jose Mourinho replaced Cuadrado and Remy with Fabregas and Didier Drogba 20 minutes from time, and Chelsea had a late goal disallowed when Matic's shot was deflected in off Ivanovic, who was offside.",
        3.0
    ],
    "../ratings/r20150524chelsea-vs-sunderland.txt_0": [
        "They did not have it all their own way early on, though, as Sunderland played some nice football on the counterattack - Seb Larsson stretching Petr Cech with a curling effort from 20 yards.",
        3.0
    ],
    "../ratings/r20141228southampton-vs-chelsea.txt_23": [
        "Didier Drogba immediately started to trouble his opponents when he came off the bench but the best chance for Chelsea came from a mistake by the substitute James Ward-Prowse and a misplaced back-pass that threatened to undo all of Southampton’s defensive work. Man of the match Eden Hazard (Chelsea)\n \nSouthampton (4-2-3-1) Forster; Yoshida (Gardos 62), Fonte, Alderweireld, Targett; Wanyama, Schneiderlin; S Davis (Long 77), Mane, Tadic (Ward-Prowse 58); Pelle.",
        3.0
    ],
    "../ratings/r20150429leicester-city-vs-chelsea.txt_20": [
        "The Ivorian spooned a great chance over less than two minutes later, while Fabregas should have done better when Willian's cross from the right had Leicester scrambling, but the ex-Arsenal man saw the ball bounce off his knee and go wide. The chances kept coming for Chelsea, as Drogba flashed an effort just wide from a difficult angle, while Willian curled over as the visitors pressed for a second goal.",
        4.5
    ]
}